Repository: vchelaru/FlatRedBall
Catalog: FRBDK/Localization/Texts.*.resx
Languages: de, fr, nl

# HintCommonEntityTypesRelationships
source: Common screen object types include entity lists, layers, and collision relationships.
de: Zu den gängigen Bildschirmobjekttypen gehören Entitätslisten, Ebenen und Kollisionsbeziehungen.
fr: Les types d'objets d'écran courants incluent les listes d'entités, les couches et les relations de collision.
nl: Veel voorkomende schermobjecttypen zijn onder meer entiteitslijsten, lagen en botsingsrelaties.

# AddNewXToY
source: Add a new {0} to {1}
de: Fügen Sie ein neues {0} zu {1} hinzu
fr: Ajouter un nouveau {0} à {1}
nl: Voeg een nieuwe {0} toe aan {1}

# ListAddXToGameScreen
source: Add {0} List to GameScreen
de: Fügen Sie die {0}-Liste zu GameScreen hinzu
fr: Ajouter la liste {0} à GameScreen
nl: Voeg {0} lijst toe aan GameScreen

# HintListMultipleCopiesOfEntity
source: Lists enable multiple copies of this entity to exist in the game screen.
de: Listen ermöglichen die Existenz mehrerer Kopien dieser Entität auf dem Spielbildschirm.
fr: Les listes permettent à plusieurs copies de cette entité d'exister dans l'écran de jeu.
nl: Lijsten zorgen ervoor dat er meerdere exemplaren van deze entiteit in het spelscherm kunnen bestaan.

source: another
de: ein anderer
fr: un autre
nl: nog een

# GameScreenInstanceAdd
source: Add {0}{1} Instance to GameScreen
de: Fügen Sie die Instanz {0}{1} zu GameScreen hinzu
fr: Ajouter une instance {0}{1} à GameScreen
nl: Voeg {0}{1} instantie toe aan GameScreen

# HintGameScreenAddInstance
source: Adds a single instance to the GameScreen. This is usually done if there will only ever be one of these in the game screen at any time.
de: Fügt dem GameScreen eine einzelne Instanz hinzu. Dies geschieht in der Regel dann, wenn immer nur eines davon auf dem Spielbildschirm angezeigt wird.
fr: Ajoute une seule instance au GameScreen. Cela se produit généralement s'il n'y en a qu'un seul sur l'écran de jeu à la fois.
nl: Voegt een enkele instantie toe aan het GameScreen. Dit wordt meestal gedaan als er op enig moment maar één van deze in het spelscherm aanwezig is.

# FactoryAddX
source: Add {0} Factory
de: {0} Fabrik hinzufügen
fr: Ajouter {0} usine
nl: Voeg {0} fabriek toe

# NameCannotStartWithNumber
source: Names can't start with a number.
de: Namen dürfen nicht mit einer Zahl beginnen.
fr: Les noms ne peuvent pas commencer par un chiffre.
nl: Namen mogen niet met een cijfer beginnen.

# NameCannotHaveSpaces
source: The name can't have any spaces.
de: Der Name darf keine Leerzeichen enthalten.
fr: Le nom ne peut contenir aucun espace.
nl: De naam mag geen spaties bevatten.

# NameEngineReserved
source: The word '{0}' is a reserved word used by the engine. This can't be used as a name
de: Das Wort „{0}“ ist ein reserviertes Wort, das von der Engine verwendet wird. Dies kann nicht als Name verwendet werden
fr: Le mot '{0}' est un mot réservé utilisé par le moteur. Cela ne peut pas être utilisé comme nom
nl: Het woord '{0}' is een gereserveerd woord dat door de engine wordt gebruikt. Dit kan niet als naam worden gebruikt

# NameXIsCSharpKeyword
source: The word '{0}' is a C# keyword. This can't be used as a name
de: Das Wort „{0}“ ist ein C#-Schlüsselwort. Dies kann nicht als Name verwendet werden
fr: Le mot « {0} » est un mot-clé C#. Cela ne peut pas être utilisé comme nom
nl: Het woord '{0}' is een C#-trefwoord. Dit kan niet als naam worden gebruikt

# NameInvalidAmbiguity
source: The word '{0}' is an invalid name because it can cause ambiguity
de: Das Wort „{0}“ ist ein ungültiger Name, da es zu Mehrdeutigkeiten führen kann
fr: Le mot « {0} » n'est pas un nom valide, car il peut provoquer une ambiguïté.
nl: Het woord '{0}' is een ongeldige naam omdat dit voor dubbelzinnigheid kan zorgen

source: Screen
de: Bildschirm
fr: Écran
nl: Scherm

# VariableYAlreadyInX
source: This {0} already has a variable named {1}
de: Dieses {0} hat bereits eine Variable mit dem Namen {1}
fr: Ce {0} a déjà une variable nommée {1}
nl: Deze {0} heeft al een variabele met de naam {1}

# NameXHasObjectYInvalid
source: This {0} has an object named {1} so you must choose a different variable name
de: Dieses {0} hat ein Objekt mit dem Namen {1}, daher müssen Sie einen anderen Variablennamen wählen
fr: Ce {0} a un objet nommé {1}, vous devez donc choisir un nom de variable différent
nl: Deze {0} heeft een object met de naam {1}, dus u moet een andere variabelenaam kiezen

# NameXCannotBeSameAsY
source: The variable name {0} cannot be the same as its {1}
de: Der Variablenname {0} darf nicht mit seinem Namen {1} identisch sein.
fr: Le nom de la variable {0} ne peut pas être le même que son {1}
nl: De variabelenaam {0} mag niet hetzelfde zijn als zijn {1}

# VariableXReservedByFrb
source: The variable {0} is reserved by FlatRedBall.
de: Die Variable {0} ist für FlatRedBall reserviert.
fr: La variable {0} est réservée par FlatRedBall.
nl: De variabele {0} is gereserveerd door FlatRedBall.

# NameXReservedByWindows
source: The name {0} is a reserved file name in Windows
de: Der Name {0} ist ein reservierter Dateiname in Windows
fr: Le nom {0} est un nom de fichier réservé sous Windows
nl: De naam {0} is een gereserveerde bestandsnaam in Windows

# ProjectContainsEntityWithFileName
source: Your project contains an entity named {0} which is the same name as your file. Glue does not allow files with the same names as Entities to be added as this can result in code ambiguity.
de: Ihr Projekt enthält eine Entität mit dem Namen {0}, die denselben Namen wie Ihre Datei hat. Glue erlaubt nicht das Hinzufügen von Dateien mit denselben Namen wie Entitäten, da dies zu Mehrdeutigkeiten im Code führen kann.
fr: Votre projet contient une entité nommée {0} qui porte le même nom que votre fichier. Glue n'autorise pas l'ajout de fichiers portant les mêmes noms que les entités, car cela peut entraîner une ambiguïté dans le code.
nl: Uw project bevat een entiteit met de naam {0}, die dezelfde naam heeft als uw bestand. Glue staat niet toe dat bestanden met dezelfde namen als entiteiten worden toegevoegd, omdat dit kan leiden tot dubbelzinnigheid in de code.

# ScreenNamedXExists
source: There is already an Screen named {0}
de: Es gibt bereits einen Bildschirm mit dem Namen {0}
fr: Il existe déjà un écran nommé {0}
nl: Er is al een scherm met de naam {0}

# FileNamedXExists
source: There is already a file named {0}
de: Es gibt bereits eine Datei mit dem Namen {0}
fr: Il existe déjà un fichier nommé {0}
nl: Er is al een bestand met de naam {0}

# ScreenNameReservedForClass
source: The name {0} is a reserved class name, so it can't be used for a Screen
de: Der Name {0} ist ein reservierter Klassenname und kann daher nicht für einen Bildschirm verwendet werden
fr: Le nom {0} est un nom de classe réservé, il ne peut donc pas être utilisé pour un Screen
nl: De naam {0} is een gereserveerde klassenaam en kan dus niet voor een scherm worden gebruikt

# EntityXAlreadyExists
source: There is already an Entity named {0}. Glue recommends naming the Class something different than existing Entities.
de: Es gibt bereits eine Entität mit dem Namen {0}. Glue empfiehlt, die Klasse anders zu benennen als bestehende Entitäten.
fr: Il existe déjà une entité nommée {0}. Glue recommande de nommer la classe différemment des entités existantes.
nl: Er is al een entiteit met de naam {0}. Glue raadt aan om de klasse een andere naam te geven dan de bestaande entiteiten.

# HintClassCannotBeNamedRootNamespace
source: The class cannot be named the same as the root namespace (which is usually the same name as the project)
de: Die Klasse kann nicht denselben Namen haben wie der Root-Namespace (der normalerweise denselben Namen hat wie das Projekt).
fr: La classe ne peut pas être nommée de la même manière que l'espace de noms racine (qui porte généralement le même nom que le projet)
nl: De klasse kan niet dezelfde naam hebben als de root-namespace (die meestal dezelfde naam heeft als het project)

# NameCannotBeReservedClassName
source: The name {0} is a reserved class name, so it can't be used for a State Category
de: Der Name {0} ist ein reservierter Klassenname und kann daher nicht für eine Statuskategorie verwendet werden
fr: Le nom {0} est un nom de classe réservé, il ne peut donc pas être utilisé pour une catégorie d'état
nl: De naam {0} is een gereserveerde klassenaam en kan dus niet worden gebruikt voor een statuscategorie

# NameAlreadyUsedInCategory
source: The name {0} is already being used in the category {1}
de: Der Name {0} wird bereits in der Kategorie {1} verwendet
fr: Le nom {0} est déjà utilisé dans la catégorie {1}
nl: De naam {0} wordt al gebruikt in de categorie {1}

# NameStateAlreadyUsedInBase
source: This state name '{0}' is already used in a base {1}
de: Dieser Statusname „{0}“ wird bereits in einer Basis {1} verwendet.
fr: Ce nom d'état '{0}' est déjà utilisé dans une base {1}
nl: Deze statusnaam '{0}' wordt al gebruikt in een basis {1}

# ObjectNotSetInDerived
source: There is an object named {0} in the base Element but it is not Set By Derived.
de: Im Basiselement gibt es ein Objekt mit dem Namen {0}, das jedoch nicht durch Derived festgelegt wird.
fr: Il existe un objet nommé {0} dans l'élément de base mais il n'est pas défini par dérivé.
nl: Er is een object met de naam {0} in het basiselement, maar dit is niet ingesteld door afgeleid.

# NameAlreadyUsed
source: The name {0} is already being used
de: Der Name {0} wird bereits verwendet
fr: Le nom {0} est déjà utilisé
nl: De naam {0} wordt al gebruikt

# ObjectCannotUseNameOfContainer
source: You can't name your Object the same name as the {0} it is contained in.
de: Sie können Ihrem Objekt nicht denselben Namen geben wie dem {0}, in dem es enthalten ist.
fr: Vous ne pouvez pas nommer votre objet du même nom que le {0} dans lequel il est contenu.
nl: U kunt uw object niet dezelfde naam geven als de {0} waarin het zich bevindt.

# ObjectNameCannotStartWithNumber
source: Object names can't start with numbers
de: Objektnamen dürfen nicht mit Zahlen beginnen
fr: Les noms d'objet ne peuvent pas commencer par des chiffres
nl: Objectnamen mogen niet met cijfers beginnen

# ObjectNameCannotHaveSpace
source: Object names can't have spaces
de: Objektnamen dürfen keine Leerzeichen enthalten
fr: Les noms d'objet ne peuvent pas contenir d'espaces
nl: Objectnamen mogen geen spaties bevatten

# NameIsExistingOrExposed
source: The name {0} is an existing or exposable variable name in {1} so it is not a valid object name
de: Der Name {0} ist ein vorhandener oder verfügbarer Variablenname in {1} und daher kein gültiger Objektname
fr: Le nom {0} est un nom de variable existant ou exposable dans {1}, ce n'est donc pas un nom d'objet valide
nl: De naam {0} is een bestaande of zichtbare variabelenaam in {1} en is dus geen geldige objectnaam

# NameNotAllowedForObjects
source: The name '{0}' is not an allowed name for objects.
de: Der Name „{0}“ ist kein zulässiger Name für Objekte.
fr: Le nom « {0} » n'est pas un nom autorisé pour les objets.
nl: De naam '{0}' is geen toegestane naam voor objecten.

# NameIsReservedByPositionedObject
source: The name '{0}' is a reserved name by the PositionedObject Type.
de: Der Name „{0}“ ist ein vom PositionedObject Type reservierter Name.
fr: Le nom '{0}' est un nom réservé par le type PositionedObject.
nl: De naam '{0}' is een gereserveerde naam van het PositionedObject Type.

# ErrorDotNetIsNotInstalledOrEnvironmentVariables
source: Critical Error: Dotnet has not been found on your device. Please install it - and if done so already, please check your environment variables
de: Kritischer Fehler: Dotnet wurde auf Ihrem Gerät nicht gefunden. Bitte installieren Sie es – und überprüfen Sie bitte Ihre Umgebungsvariablen, falls dies bereits geschehen ist
fr: Erreur critique : Dotnet n'a pas été trouvé sur votre appareil. Veuillez l'installer - et si cela est déjà fait, veuillez vérifier vos variables d'environnement
nl: Kritieke fout: Dotnet is niet gevonden op uw apparaat. Installeer het alstublieft - en als u dit al gedaan heeft, controleer dan uw omgevingsvariabelen

# ErrorCouldNotFindNetSix
source: Could not find any versions of .NET 6.XX SDKs installed. Glue may not be able to load projects. We recommend installing .NET 6 SDK. dotnet --list-sdks output: {0}
de: Es konnten keine installierten Versionen der .NET 6.XX SDKs gefunden werden. Glue kann möglicherweise keine Projekte laden. Wir empfehlen die Installation des .NET 6 SDK. dotnet --list-sdks-Ausgabe: {0}
fr: Aucune version des SDK .NET 6.XX installée n'a été trouvée. Il se peut que Glue ne parvienne pas à charger les projets. Nous vous recommandons d'installer le SDK .NET 6. Résultat dotnet --list-sdks : {0}
nl: Kan geen geïnstalleerde versies van .NET 6.XX SDK's vinden. Glue kan projecten mogelijk niet laden. We raden u aan de .NET 6 SDK te installeren. dotnet --list-sdks-uitvoer: {0}

# ErrorDotnetMultipleIssue
source: You may have multiple installations of .NET on your machine. More info here: https://stackoverflow.com/questions/65692530/why-dotnet-list-sdks-does-not-show-installed-sdks-on-windows-10. Press CTRL+C on this popup to copy the text so you can paste it in an external editor and open that URL.
de: Möglicherweise sind auf Ihrem Computer mehrere .NET-Installationen vorhanden. Weitere Informationen hier: https://stackoverflow.com/questions/65692530/why-dotnet-list-sdks-does-not-show-installed-sdks-on-windows-10. Drücken Sie in diesem Popup STRG+C, um den Text zu kopieren, sodass Sie ihn in einen externen Editor einfügen und diese URL öffnen können.
fr: Vous pouvez avoir plusieurs installations de .NET sur votre ordinateur. Plus d'informations ici : https://stackoverflow.com/questions/65692530/why-dotnet-list-sdks-does-not-show-installed-sdks-on-windows-10. Appuyez sur CTRL+C dans cette fenêtre contextuelle pour copier le texte afin de pouvoir le coller dans un éditeur externe et ouvrir cette URL.
nl: Mogelijk hebt u meerdere installaties van .NET op uw computer. Meer info hier: https://stackoverflow.com/questions/65692530/why-dotnet-list-sdks-does-not-show-installed-sdks-on-windows-10. Druk op CTRL+C in deze pop-up om de tekst te kopiëren, zodat u deze in een externe editor kunt plakken en die URL kunt openen.

source: Generate Tombstoning Code
de: Tombstoning-Code generieren
fr: Générer du code de désactivation
nl: Tombstoning-code genereren

# OpenChildNewWindow
source: Open external applications as child window.
de: Externe Anwendungen als untergeordnetes Fenster öffnen.
fr: Ouvrez les applications externes en tant que fenêtre enfant.
nl: Open externe applicaties als onderliggend venster.

source: Show Hidden Nodes
de: Versteckte Knoten anzeigen
fr: Afficher les nœuds masqués
nl: Toon verborgen knooppunten

source: English
de: Englisch
fr: Anglais
nl: Engels

source: French
de: Französisch
fr: Français
nl: Frans

source: German
de: Deutsch
fr: Allemand
nl: Duits

source: Dutch
de: Niederländisch
fr: Néerlandais
nl: Nederlands

source: Editor Language
de: Editorsprache
fr: Langage de l’éditeur
nl: Editor Taal

source: Select language
de: Sprache auswählen
fr: Choisir la langue
nl: Selecteer taal

source: Project Type
de: Projekttyp
fr: Type de projet

# FileNewAdd
source: Add New File
de: Neue Datei hinzufügen
fr: Ajouter un nouveau fichier
nl: Nieuw bestand toevoegen

# FileExistingAdd
source: Add Existing File
de: Vorhandene Datei hinzufügen
fr: Ajouter un fichier existant
nl: Bestaand bestand toevoegen

# FileAdd
source: Add File
de: Datei hinzufügen
fr: Ajouter le fichier
nl: Bestand toevoegen

source: Done
de: Erledigt
fr: Fait
nl: Klaar

# FileRemove
source: Remove File
de: Datei löschen
fr: Effacer le fichier
nl: Bestand verwijderen

source: Project Specific Files
de: Projektspezifische Dateien
fr: Fichiers spécifiques au projet
nl: Projectspecifieke bestanden

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Plugin Files
de: Plugin-Dateien
fr: Fichiers de plugins
nl: Plugin-bestanden

source: Uninstall
de: Deinstallieren
fr: Désinstaller
nl: Deinstalleren

# ProjectForCurrent
source: For Current Project
de: Für aktuelles Projekt
fr: Pour le projet en cours
nl: Voor huidig project

# UserFor
source: For User
de: Für Benutzer
fr: Pour l'utilisateur
nl: Voor gebruiker

# TypeInstall
source: Install Type:
de: Installationstyp:
fr: Type d'installation :
nl: Installatietype:

source: Path:
de: Verzeichnis:
fr: Annuaire:
nl: Pad:

# ElementsAll
source: All elements:
de: Alle Elemente:
fr: Tous les éléments :
nl: Alle elementen:

source: Elements to export:
de: Zu exportierende Elemente:
fr: Éléments à exporter :
nl: Elementen om te exporteren:

# ElementsToExportSelect
source: Select elements to export:
de: Wählen Sie die zu exportierenden Elemente aus:
fr: Sélectionnez les éléments à exporter :
nl: Selecteer elementen om te exporteren:

# BuildToolAdd
source: Add new build tool
de: Neues Build-Tool hinzufügen
fr: Ajouter un nouvel outil de construction
nl: Nieuwe build-tool toevoegen

# FileRootExternalToCsProj
source: External file root (relative paths are relative to the .csproj):
de: Externes Dateistammverzeichnis (relative Pfade beziehen sich auf .csproj):
fr: Racine du fichier externe (les chemins relatifs sont relatifs au .csproj) :
nl: Externe bestandshoofdmap (relatieve paden zijn relatief ten opzichte van de .csproj):

# SelectItemForExampleCl
source: Select an item to see an example command line
de: Wählen Sie ein Element aus, um eine Beispielbefehlszeile anzuzeigen
fr: Sélectionnez un élément pour voir un exemple de ligne de commande
nl: Selecteer een item om een voorbeeld van een opdrachtregel te zien

source: Make Relative
de: Relativ machen
fr: Rendre relatif
nl: Maak relatief

source: Make Absolute
de: Absolut machen
fr: Rendre absolu
nl: Maak absoluut

# SelectedFileAssociation
source: On the selected file association I want to...
de: Für die ausgewählte Dateizuordnung möchte ich...
fr: Sur l'association de fichiers sélectionnée, je souhaite...
nl: Op de geselecteerde bestandskoppeling wil ik...

# PluginDownloading
source: Downloading Plugin...
de: Plugin wird heruntergeladen...
fr: Téléchargement du plugin...
nl: Plug-in downloaden...

# OnlyCodeFiles
source: Just Code Files
de: Nur Codedateien
fr: Juste des fichiers de code
nl: Alleen codebestanden

# FilesAll
source: All Files
de: Alle Dateien
fr: Tous les fichiers
nl: Alle bestanden

source: Plugin Source
de: Plugin-Quelle
fr: Source du plugin
nl: Plugin bron

# PluginFromInstalled
source: From Installed Plugin
de: Vom installierten Plugin
fr: À partir du plugin installé
nl: Van geïnstalleerde plug-in

source: From Folder
de: Aus Ordner
fr: À partir du dossier
nl: Uit map

source: Event:
de: Veranstaltung:
fr: Événement:
nl: Evenement:

source: Property Type:
de: Immobilientyp:
fr: Type de propriété:
nl: Eigenschap type:

# EventExistingExpose
source: Expose an existing event
de: Machen Sie ein vorhandenes Veranstaltung verfügbar
fr: Exposer un événement existant
nl: Een bestaand evenement blootleggen

# EventNewCreate
source: Create a new event
de: Erstellen Sie ein neues Veranstaltung
fr: Créer un nouvel événement
nl: Maak een nieuw evenement aan

# EventSelectExisting
source: Select an existing event:
de: Wählen Sie ein vorhandenes Veranstaltung aus:
fr: Sélectionnez un événement existant :
nl: Selecteer een bestaand evenement:

source: Generic Type:
de: Allgemeiner Typ:
fr: Type générique :
nl: Generiek type:

# EventNew
source: New Event
de: Neue Veranstaltung
fr: Nouvel évènement
nl: Nieuw evenement

source: Velocity
de: Geschwindigkeit
fr: Rapidité
nl: Snelheid

source: Animation Speed
de: Animations Geschwindigkeit
fr: La vitesse d'animation
nl: Animatie snelheid

# CouldNotLoadProjectSeeOutput
source: Could not load the project. Check the output window for more information.
de: Das Projekt konnte nicht geladen werden. Weitere Informationen finden Sie im Ausgabefenster.
fr: Impossible de charger le projet. Consultez la fenêtre de sortie pour plus d’informations.
nl: Kan het project niet laden. Controleer het uitvoervenster voor meer informatie.

source: Files
de: Dateien
fr: Fichiers
nl: Bestanden

source: Objects
de: Objekte
fr: Objets
nl: Objecten

source: Layers
de: Lagen
fr: Couches
nl: Lagen

source: States
de: Statussen
fr: Statuts
nl: Statussen

source: New Folder
de: Neuer Ordner
fr: Nouveau dossier
nl: Nieuwe map

# NewFolderEnter
source: Enter new folder name
de: Geben Sie einen neuen Ordnernamen ein
fr: Entrez le nouveau nom du dossier
nl: Voer een nieuwe mapnaam in

# VariableRemove
source: Remove the variable
de: Entfernen Sie die Variable
fr: Supprimer la variable
nl: Verwijder de variabele

# VariableHasNoStates
source: The variable {0} no longer has any states associated with it. What would you like to do?
de: Der Variablen {0} sind keine Zustände mehr zugeordnet. Was würdest du gern tun?
fr: La variable {0} n'est plus associée à aucun état. Qu'est-ce que tu aimerais faire?
nl: Aan de variabele {0} zijn geen statussen meer gekoppeld. Wat zou je willen doen?

# DeleteQuestionX
source: Are you sure you want to delete {0}?
de: Sind Sie sicher, dass Sie {0} löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer {0} ?
nl: Weet je zeker dat je {0} wilt verwijderen?

# WarningScreenXBaseForScreens
source: Warning: the Screen {0} is the base for the following Screens:
de: Achtung: Der Bildschirm {0} ist die Basis für die folgenden Bildschirme:
fr: Attention : l'Écran {0} constitue la base des Écrans suivants :
nl: Waarschuwing: het scherm {0} is de basis voor de volgende schermen:

# VariableRemoveNothing
source: Nothing (project may not run until this is fixed)
de: Nichts (Projekt wird möglicherweise nicht ausgeführt, bis das Problem behoben ist)
fr: Rien (le projet ne peut pas fonctionner tant que ce problème n'est pas corrigé)
nl: Niets (project loopt mogelijk niet totdat dit is opgelost)

# ProjectGlueLoadOrCreateFirst
source: You must first load or create a Glue project
de: Sie müssen zunächst ein Glue-Projekt laden oder erstellen
fr: Vous devez d'abord charger ou créer un projet Glue
nl: U moet eerst een Glue-project laden of maken

# EntityIsBaseForEntities
source: The Entity {0} is the base for the following Entities:
de: De Entiteit {0} is de basis voor de volgende Entiteiten:
fr: L'entité {0} constitue la base des entités suivantes :
nl: De Entiteit {0} is de basis voor de volgende Entiteiten:

# EntityReferencedByFollowingObjects
source: The Entity {0} is referenced by the following objects:
de: Die Entität {0} wird von den folgenden Objekten referenziert:
fr: L'entité {0} est référencée par les objets suivants :
nl: Er wordt verwezen naar de entiteit {0} door de volgende objecten:

# FilesRemove
source: Removing files
de: Dateien entfernen
fr: Suppression de fichiers
nl: Bestanden verwijderen

# EntityRemove
source: Removing Entity
de: Entität wird entfernt
fr: Suppression d'une entité
nl: Entiteit verwijderen

# ScreenRemove
source: Removing Screen
de: Bildschirm entfernen
fr: Suppression de l'écran
nl: Scherm verwijderen

# ItemRemove
source: Remove item
de: Gegenstand entfernen
fr: Retirer l'objet
nl: Verwijder voorwerp

source: Remove from Screen
de: Vom Bildschirm entfernen
fr: Supprimer de l'écran
nl: Verwijderen van scherm

source: Remove from Entity
de: Aus Entität entfernen
fr: Supprimer de l'entité
nl: Verwijderen uit entiteit

source: Remove from Global Content
de: Aus dem globalen Inhalt entfernen
fr: Supprimer du contenu global
nl: Verwijderen uit algemene inhoud

# FillValuesDefault
source: Fill values from default?
de: Werte aus Standardwerten füllen?
fr: Remplir les valeurs par défaut ?
nl: Waarden invullen vanaf standaard?
