Repository: vchelaru/FlatRedBall
Catalog: FRBDK/Localization/Texts.*.resx
Languages: de, fr, nl

# TypeInfiniteRecursion
source: This type would result in infinite recursion
de: Dieser Typ würde zu einer unendlichen Rekursion führen
fr: Ce type entraînerait une récursion infinie
nl: Dit type zou resulteren in oneindige recursie

# ExposedInDerivedCannotDelete
source: The following cannot be deleted because a base object has it marked as ExposedInDerived or SetByDerived:
de: Folgendes kann nicht gelöscht werden, da ein Basisobjekt als ExposedInDerived oder SetByDerived markiert ist:
fr: Les éléments suivants ne peuvent pas être supprimés car un objet de base est marqué comme ExposedInDerived ou SetByDerived :
nl: Het volgende kan niet worden verwijderd omdat het bij een basisobject is gemarkeerd als ExposedInDerived of SetByDerived:

# FilesLeaveAsPartOfProject
source: Nothing - leave them as part of the game project
de: Nichts – belassen Sie sie als Teil des Spielprojekts
fr: Rien - laissez-les dans le cadre du projet de jeu
nl: Niets - laat ze achter als onderdeel van het spelproject

# FilesRemoveFromProjectButKeep
source: Remove them from the project but keep the files
de: Entfernen Sie sie aus dem Projekt, aber behalten Sie die Dateien
fr: Supprimez-les du projet mais conservez les fichiers
nl: Verwijder ze uit het project, maar bewaar de bestanden

# FilesRemoveAndDelete
source: Remove and delete the files
de: Löschen Sie die Dateien dauerhaft
fr: Supprimer les fichiers définitivement
nl: Verwijder de bestanden permanent

source: Refreshing tree nodes
de: Baumknoten werden aktualisiert
fr: Actualisation des nœuds de l'arborescence
nl: Tree Nodes vernieuwen

source: Spreadsheet
de: Kalkulationstabelle
fr: Tableur

# PluginCallReactToNewEntity
source: Calling plugin ReactToNewEntityCreatedWithUi
de: Aufruf des Plugins ReactToNewEntityCreatedWithUi
fr: Appel du plugin ReactToNewEntityCreatedWithUi
nl: Aanroepende plug-in ReactToNewEntityCreatedWithUi

# VariableMustSelect
source: You must select a variable on {0}
de: Sie müssen eine Variable für {0} auswählen.
fr: Vous devez sélectionner une variable sur {0}
nl: U moet een variabele selecteren op {0}

# VariableInBaseAlreadyExists
source: There is already a variable named {0} in the base element, but it is not SetByDerived. Glue will not create a variable because it would result in a name conflict.
de: Im Basiselement gibt es bereits eine Variable mit dem Namen {0}, diese ist jedoch nicht SetByDerived. Glue erstellt keine Variable, da dies zu einem Namenskonflikt führen würde.
fr: Il existe déjà une variable nommée {0} dans l'élément de base, mais ce n'est pas SetByDerived. Glue ne créera pas de variable car cela entraînerait un conflit de nom.
nl: Er is al een variabele met de naam {0} in het basiselement, maar deze is niet SetByDerived. Glue zal geen variabele aanmaken, omdat dit zou resulteren in een naamconflict.

# VariableAddThroughUI
source: Adding variable {0} through UI
de: Variable {0} über die Benutzeroberfläche hinzufügen
fr: Ajout de la variable {0} via l'interface utilisateur
nl: Variabele {0} toevoegen via de gebruikersinterface

# VariableAlreadyModifying
source: There is already a variable that is modifying {0} on {1}
de: Es gibt bereits eine Variable, die {0} auf {1} ändert.
fr: Il existe déjà une variable qui modifie {0} sur {1}
nl: Er is al een variabele die {0} op {1} wijzigt

# VariableTypeMustBeSelectedForNew
source: A type must be selected for new variables
de: Für neue Variablen muss ein Typ ausgewählt werden
fr: Un type doit être sélectionné pour les nouvelles variables
nl: Voor nieuwe variabelen moet een type worden geselecteerd

# VariableIsExposableUseDifferentName
source: The variable {0} is an exposable variable. Please use a different variable name or select the variable through the Expose tab
de: Die Variable {0} ist eine verfügbare Variable. Bitte verwenden Sie einen anderen Variablennamen oder wählen Sie die Variable über die Registerkarte „Expose“ aus
fr: La variable {0} est une variable exposable. Veuillez utiliser un nom de variable différent ou sélectionner la variable via l'onglet Exposer
nl: De variabele {0} is een zichtbare variabele. Gebruik een andere variabelenaam of selecteer de variabele via het tabblad Expose

# VariableFrbReserved
source: The variable {0} is reserved by FlatRedBall.
de: Die Variable {0} ist für FlatRedBall reserviert.
fr: La variable {0} est réservée par FlatRedBall.
nl: De variabele {0} is gereserveerd door FlatRedBall.

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

# CategoryEnterName
source: Enter a name for the new category
de: Geben Sie einen Namen für die neue Kategorie ein
fr: Entrez un nom pour la nouvelle catégorie
nl: Voer een naam in voor de nieuwe categorie

# CategoryNew
source: New Category
de: Neue Kategorie
fr: Nouvelle catégorie
nl: Nieuwe categorie

# StateEnterName
source: Enter a name for the new state
de: Geben Sie einen Namen für den neuen Staat ein
fr: Entrez un nom pour le nouvel état
nl: Voer een naam in voor de nieuwe status

# StateNew
source: New State
de: Neuer Staat
fr: Nouvel État
nl: Nieuwe staat

# ObjectCouldNotDefineFor
source: Could not find defining base object for {0}
de: Definierendes Basisobjekt für {0} konnte nicht gefunden werden
fr: Impossible de trouver l'objet de base définissant pour {0}
nl: Kon het definiërende basisobject voor {0} niet vinden

# FontsRegenerate
source: Re-generate Fonts
de: Schriftarten neu generieren
fr: Régénérer les polices
nl: Lettertypen opnieuw genereren

# CustomRuntimeFilesRemoveOrphaned
source: Remove Orphaned Custom Runtime Files
de: Entfernen Sie verwaiste benutzerdefinierte Laufzeitdateien
fr: Supprimer les fichiers d'exécution personnalisés orphelins
nl: Verwijder verweesde maatwerk runtimebestanden

# ProjectGumManagement
source: Gum Project Management
de: Gum-Projektmanagement
fr: Gestion de projet de Gum

# GumAutoCreateForGlue
source: Automatically Create Gum Screens for Glue Screens
de: Erstellen Sie automatisch Gum für Glue
fr: Créer automatiquement des écrans de Gum pour les écrans de Glue
nl: Maak automatisch Gum schermen voor Glue schermen

# GumMatchGameResolution
source: Match Game Resolution in Gum
de: Passen Sie die Spielauflösung in Gum an
fr: Résolution du jeu de correspondance dans Gum
nl: Match de spelresolutie in Gum

# ProjectGumProperties
source: Gum Project Properties
de: Eigenschaften des Gum-Projekts
fr: Propriétés de projet de Gum
nl: Eigenschappen van Gumprojecten

source: Show Mouse
de: Maus anzeigen
fr: Afficher la souris
nl: Muis tonen

source: Use Atlases
de: Verwenden Sie Atlanten
fr: Utiliser des atlas
nl: Gebruik atlassen

source: Show Dotted Outlines
de: Gepunktete Umrisse anzeigen
fr: Afficher les contours en pointillés
nl: Gestippelde contouren tonen

# GenerateCodeMakePublic
source: Make Generated Code Instances Public
de: Machen Sie generierte Codeinstanzen öffentlich
fr: Rendre publiques les instances de code générées
nl: Maak gegenereerde code-instanties openbaar

# GumCoreAddition
source: Core Gum Addition
de: Kern Gum-Zugabe
fr: Ajout de Gum de base
nl: Kern-Gum toevoeging

# FilesIncludeNoneUseDllsOrSource
source: Include No Files (use linked .dlls or source)
de: Keine Dateien einschließen (verknüpfte DLLs oder Quelle verwenden)
fr: N'inclure aucun fichier (utilisez des fichiers .dll ou une source liés)
nl: Geen bestanden opnemen (gebruik gekoppelde .dll's of broncode)

source: Embed Code Files (legacy)
de: Codedateien einbetten (alt)
fr: Intégrer des fichiers de code (anciens)
nl: Codebestanden insluiten (verouderd)

# ProjectFormsAddUpdate
source: Add/Update Forms to Project
de: Formulare zum Projekt hinzufügen/aktualisieren
fr: Ajouter/mettre à jour des formulaires au projet
nl: Formulieren toevoegen/bijwerken aan project

# FormClickAgainReAdd
source: (Clicking again will re-add all Forms content)
de: (Durch erneutes Klicken werden alle Formularinhalte erneut hinzugefügt.)
fr: (Cliquer à nouveau ajoutera à nouveau tout le contenu des formulaires)
nl: (Als u nogmaals klikt, wordt alle formulierinhoud opnieuw toegevoegd)

source: Advanced
de: Erweitert
fr: Avancé
nl: Geavanceerd

# FormsIncludeComponents
source: Include Forms in Components With Behaviors
de: Fügen Sie Formulare in Komponenten mit Verhalten ein
fr: Inclure des formulaires dans des composants avec des comportements
nl: Formulieren opnemen in componenten met gedrag

# FormsAddDefaultToGum
source: Add Default Forms to Gum Component Associations
de: Fügen Sie Standardformen zu Gum-Komponentenzuordnungen hinzu
fr: Ajouter des formulaires par défaut aux associations de composants Gum
nl: Voeg standaardformulieren toe aan associaties van tandvleescomponenten

# FrbGenerateBehaviors
source: Generate FlatRedBall Behaviors
de: Generieren Sie FlatRedBall-Verhalten
fr: Générer des comportements FlatRedBall
nl: Genereer FlatRedBall-gedrag

# GumFormComponentsAddRefresh
source: Add/Refresh Gum Form Components
de: Gum-Form-Komponenten hinzufügen/aktualisieren
fr: Ajouter/Actualiser les composants du formulaire Gum
nl: Voeg/vernieuw Gum componenten toe

# EntityMain
source: Main Entity
de: Hauptentität
fr: Entité principale
nl: Hoofdentiteit

source: Fully Managed
de: Vollständig verwaltet
fr: Entièrement géré
nl: Volledig beheerd

source: Select Managed Properties
de: Wählen Sie „Verwaltete Eigenschaften“ aus
fr: Sélectionnez les propriétés gérées
nl: Selecteer beheerde eigenschappen

source: Load File...
de: Lade Datei...
fr: Fichier de chargement...
nl: Laad bestand...

source: Mobile Package
de: Mobiles Paket
fr: Forfait mobile
nl: Mobiele packagebestand

# RegenEverything
source: Regenerate everything
de: Alles neu generieren
fr: Tout régénérer
nl: Alles opnieuw genereren

source: Perform Collision Partitioning
de: Führen Sie eine Kollisionspartitionierung durch
fr: Effectuer un partitionnement par collision
nl: Voer botsingspartitionering uit

source: Partitioning
de: Partitionierung
fr: Partitionnement
nl: Partitioneren

source: Sort Axis
de: Sortierachse
fr: Axe de tri
nl: As sorteren

source: Partition Width/Height
de: Breite/Höhe der Trennwand
fr: Largeur/hauteur de la partition
nl: Partitiebreedte/hoogte

# HintAutoPartitionDoesNotConsider
source: Automatic partitioning does not consider entity rotation, states, or custom code. Animations are considered if the Sprite is marked as setting collision.
de: Die automatische Partitionierung berücksichtigt keine Entitätsrotation, Zustände oder benutzerdefinierten Code. Animationen werden berücksichtigt, wenn das Sprite als Einstellungskollision markiert ist.
fr: Le partitionnement automatique ne prend pas en compte la rotation des entités, les états ou le code personnalisé. Les animations sont prises en compte si le Sprite est marqué comme définissant une collision.
nl: Bij automatische partities wordt geen rekening gehouden met rotatie van entiteiten, statussen of aangepaste code. Animaties worden in overweging genomen als de Sprite is gemarkeerd als instellingsbotsing.

source: Manual
de: Manuell
fr: Manuellement
nl: Handmatig

# HintPartitioningEnterWidthHeight
source: Enter the maximum of either width or height. This value is used for secondary partitioning, so enter the max of either dimension regardless of sort axis.
de: Geben Sie das Maximum für Breite oder Höhe ein. Dieser Wert wird für die sekundäre Partitionierung verwendet. Geben Sie daher unabhängig von der Sortierachse das Maximum beider Dimensionen ein.
fr: Entrez le maximum de largeur ou de hauteur. Cette valeur est utilisée pour le partitionnement secondaire, entrez donc le maximum de chaque dimension quel que soit l'axe de tri.
nl: Voer het maximum van breedte of hoogte in. Deze waarde wordt gebruikt voor secundaire partities, dus voer het maximum van beide dimensies in, ongeacht de sorteeras.

# ListSortEveryFrame
source: Sort List every frame
de: Sortieren Sie jeden Frame
fr: Trier la liste de chaque image
nl: Sorteer Lijst tijdens elke frame

# HintObjectAutoPartition
source: This object is automatically partitioned, or it does not need partitioning
de: Dieses Objekt wird automatisch partitioniert oder benötigt keine Partitionierung
fr: Cet objet est automatiquement partitionné, ou il n'a pas besoin de partitionnement
nl: Dit object wordt automatisch gepartitioneerd, of hoeft niet te worden gepartitioneerd

# HintObjectNotPartitioned
source: This object is not partitioned, so the collision relationship may run slowly
de: Dieses Objekt ist nicht partitioniert, sodass die Kollisionsbeziehung möglicherweise langsam ausgeführt wird
fr: Cet objet n'est pas partitionné, la relation de collision peut donc s'exécuter lentement
nl: Dit object is niet gepartitioneerd, dus de botsingsrelaties opbouwen kan langzaam verlopen

# HintSubcollisionCannotDelegate
source: Subcollision cannot be set on Delegate Collision - the delegate can internally select which objects to collide.
de: Unterkollision kann nicht für die Delegate-Kollision festgelegt werden – der Delegat kann intern auswählen, welche Objekte kollidieren sollen.
fr: La sous-collision ne peut pas être définie sur la collision du délégué - le délégué peut sélectionner en interne les objets à entrer en collision.
nl: Subbotsing kan niet worden ingesteld op Botsing van deelnemers: de deelnemer kan intern selecteren welke objecten moeten botsen.

source: Subcollision:
de: Unterkollision:
fr: Sous-collision :
nl: Subbotsing:

source: Auto-name Relationship
de: Automatische Benennungsbeziehung
fr: Relation de nom automatique
nl: Relatie automatisch benoemen

source: Is Collision Active
de: Ist Kollision aktiv
fr: La collision est-elle active
nl: Is botsing actief

# HintCollisionsInactiveMayCalled
source: Inactive collisions will not automatically raise events and perform physics, but can be called manually in code
de: Inaktive Kollisionen lösen nicht automatisch Ereignisse aus und führen keine physikalischen Effekte aus, sondern können manuell im Code aufgerufen werden
fr: Les collisions inactives ne déclencheront pas automatiquement d'événements et n'effectueront pas de physique, mais peuvent être appelées manuellement dans le code
nl: Inactieve botsingen veroorzaken niet automatisch gebeurtenissen en voeren natuurkunde uit, maar kunnen handmatig in code worden aangeroepen

source: Collision Limit
de: Kollisionsgrenze
fr: Limite de collision
nl: Botsingslimiet

source: All
de: Alle
fr: Tout
nl: Alle

source: Closest
de: Am nächsten
fr: Le plus près
nl: Dichtstbijzijnde

source: Stop After First
de: Stoppen Sie nach dem Ersten
fr: Arrêtez-vous après le premier
nl: Stop na eerste

# CollisionListVsList
source: List vs List Duplicate Collision Options
de: Doppelte Kollisionsoptionen auflisten vs. auflisten
fr: Options de collision en double entre liste et liste
nl: Lijst versus lijst duplicate botsingsopties

# PreventDoubleChecksFrame
source: Prevent Double Checks per Frame
de: Verhindern Sie Doppelprüfungen pro Frame
fr: Empêcher les doubles vérifications par image
nl: Voorkom dubbele controles per frame

# AllowDoubleChecksFrame
source: Allow Double Checks per Frame
de: Doppelte Prüfungen pro Frame zulassen
fr: Autoriser les doubles vérifications par image
nl: Dubbele controles per frame toestaan

# HintDoubleCollisionChecks
source: Double checks should be performed if doing self-collision on an entity list with each item using a different subcollision
de: Wenn eine Selbstkollision für eine Entitätsliste durchgeführt wird und jedes Element eine andere Unterkollision verwendet, sollten doppelte Prüfungen durchgeführt werden
fr: Des doubles vérifications doivent être effectuées en cas d'auto-collision sur une liste d'entités avec chaque élément utilisant une sous-collision différente
nl: Er moeten dubbele controles worden uitgevoerd als er sprake is van een zelfbotsing op een entiteitenlijst, waarbij elk item een andere subbotsing gebruikt

source: Collision Physics
de: Kollisionsphysik
fr: Physique des collisions
nl: Botsingsfysica

source: No Physics
de: Keine Physik
fr: Pas de physique
nl: Geen fysica

# MoveCollision
source: Move Collision (separate overlapping objects)
de: Kollision verschieben (überlappende Objekte trennen)
fr: Déplacer la collision (objets séparés qui se chevauchent)
nl: Botsing verplaatsen (afzonderlijke overlappende objecten)

# MoveCollisionSoft
source: Move Soft Collision (separate overlapping objects over time)
de: Weiche Kollision verschieben (überlappende Objekte im Laufe der Zeit trennen)
fr: Déplacer une collision douce (séparer les objets qui se chevauchent au fil du temps)
nl: Verplaats zachte botsing (scheid overlappende objecten in de loop van de tijd)

source: Separation Coefficient
de: Trennungskoeffizient
fr: Coefficient de séparation
nl: Scheidingscoëfficiënt

# CollisionBounce
source: Bounce Collision
de: Bounce-Kollision
fr: Collision par rebond
nl: Stuiterende botsing

source: Elasticity
de: Elastizität
fr: Élasticité
nl: Elasticiteit

source: Damage
de: Schaden
fr: Dommage
nl: Schade

source: Platformer Solid Collision
de: Plattformer Solid Collision
fr: Plateforme Solid Collision
nl: Platformgame Solide botsing

source: Platformer Cloud Collision
de: Platformer-Cloud-Kollision
fr: Collision cloud de plateforme
nl: Platformgame Cloud Collision

# CollisionStacking
source: Stacking Collision
de: Stapelkollision
fr: Collision d'empilement
nl: Stapelbotsing

# DelegateCollision
source: Delegate Collision (delegate assigned in code)
de: Delegatkollision (Delegierter im Code zugewiesen)
fr: Collision de délégué (délégué attribué dans le code)
nl: Botsing met deelnemers (delegate toegewezen in code)

# CollisionApplyPhysics
source: Automatically Apply Physics On Collision
de: Physik bei Kollision automatisch anwenden
fr: Appliquer automatiquement la physique en cas de collision
nl: Pas fysica automatisch toe bij botsing

source: Always
de: Stets
fr: Toujours
nl: Altijd

# DamageDealtIf
source: If Damage Dealt
de: Wenn Schaden verursacht wird
fr: Si des dégâts sont infligés
nl: Als er schade is aangericht

source: Ground Movement:
de: Bodenbewegung:
fr: Mouvement au sol :
nl: Grondbeweging:

source: Air Movement:
de: Luftbewegung:
fr: Mouvement aérien :
nl: Luchtbeweging:

source: After double jump:
de: Nach Doppelsprung:
fr: Après le double saut :
nl: Na dubbele sprong:

source: More...
de: Mehr...
fr: Plus...
nl: Meer...

source: Refresh
de: Aktualisierung
fr: Actualiser
nl: Ververs

# ProjectNoneLoaded
source: No project loaded
de: Kein Projekt geladen
fr: Aucun projet chargé
nl: Geen project geladen

source: Error playing wav file:
de: Fehler beim Abspielen der WAV-Datei:
fr: Erreur de lecture du fichier wav :
nl: Fout bij afspelen wav-bestand:

# VariableAddDefinition
source: Add Variable Definition
de: Variablendefinition hinzufügen
fr: Ajouter une définition de variable
nl: Variabeledefinitie toevoegen

# ErrorCopyCurrent
source: Copy Current Error
de: Aktuellen Fehler kopieren
fr: Copier l'erreur actuelle
nl: Kopieer huidige fout

# ErrorCopyAll
source: Copy All Errors
de: Alle Fehler kopieren
fr: Copier toutes les erreurs
nl: Kopieer alle fouten

# ErrorRefresh
source: Refresh Errors
de: Aktualisieren Sie Fehler
fr: Actualisation des erreurs
nl: Vernieuw fouten lijst

# ErrorCheckingDetails
source: Output Error Checking Details
de: Details zur Fehlerprüfung ausgeben
fr: Détails de la vérification des erreurs de sortie
nl: Weergave foutmelding details

source: Example Bool Property
de: Beispiel für eine boolesche Eigenschaft
fr: Exemple de propriété booléenne
nl: Voorbeeld Booleaanse eigenschap

# PropertyString
source: String Property:
de: String-Eigenschaft:
fr: Propriété de chaîne :
nl: Tekenreeks eigenschap:

source: Add to path
de: Zum Pfad hinzufügen
fr: Ajouter au chemin
nl: Toevoegen aan pad

source: Width:
de: Breite:
fr: Largeur:
nl: Breedte:

source: Height:
de: Höhe:
fr: Hauteur:
nl: Hoogte:

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

source: Remove
de: Entfernen
fr: Supprimer
nl: Verwijderen

# ClearPointsAddRectangle
source: Would you like to clear the points and replace them with points for a rectangle shape?
de: Möchten Sie die Punkte löschen und durch Punkte für eine Rechteckform ersetzen?
fr: Souhaitez-vous effacer les points et les remplacer par des points pour obtenir une forme rectangulaire ?
nl: Wilt u de punten wissen en vervangen door punten voor een rechthoekige vorm?

# HintEnterNumberOfPoints
source: Enter the number of points for the new polygon. At least 3 points are required. Note that the last point is automatically repeated, so only enter the number of visible points. For example, 3 for a triangle.
de: Geben Sie die Anzahl der Punkte für das neue Polygon ein. Es sind mindestens 3 Punkte erforderlich. Beachten Sie, dass der letzte Punkt automatisch wiederholt wird. Geben Sie daher nur die Anzahl der sichtbaren Punkte ein. Zum Beispiel 3 für ein Dreieck.
fr: Entrez le nombre de points pour le nouveau polygone. Au moins 3 points sont requis. Notez que le dernier point est automatiquement répété, saisissez donc uniquement le nombre de points visibles. Par exemple, 3 pour un triangle.
nl: Voer het aantal punten voor de nieuwe polygoon in. Er zijn minimaal 3 punten nodig. Let op: het laatste punt wordt automatisch herhaald, dus voer alleen het aantal zichtbare punten in. Bijvoorbeeld 3 voor een driehoek.

# HintThisWillReplacePoints
source: This will completely replace the existing points on this polygon.
de: Dadurch werden die vorhandenen Punkte auf diesem Polygon vollständig ersetzt.
fr: Cela remplacera complètement les points existants sur ce polygone.
nl: Dit zal de bestaande punten op deze polygoon volledig vervangen.

# OnlyIntegerValuesAllowed
source: Only integer values are allowed. Invalid value: {0}
de: Es sind nur ganzzahlige Werte zulässig. Ungültiger Wert: {0}
fr: Seules les valeurs entières sont autorisées. Valeur non valide : {0}
nl: Alleen gehele waarden zijn toegestaan. Ongeldige waarde: {0}

# AtLeastThreePointsRequired
source: At least 3 points are required. Invalid value: {0}
de: Es sind mindestens 3 Punkte erforderlich. Ungültiger Wert: {0}
fr: Au moins 3 points sont requis. Valeur non valide : {0}
nl: Er zijn minimaal 3 punten nodig. Ongeldige waarde: {0}

source: Save
de: Speichern
fr: Sauvegarder
nl: Opslaan

# ProjectWizardNew
source: New Project Wizard
de: Assistent für neue Projekte
fr: Assistant Nouveau projet
nl: Nieuwe Projectwizard

# ObjectAdd
source: Add Object
de: Objekt hinzufügen
fr: Ajouter un objet
nl: Object toevoegen

# ObjectAddDescription
source: Set the AddObject details here, depending on if it's a Screen or entity.
de: Legen Sie hier die AddObject-Details fest, je nachdem, ob es sich um einen Bildschirm oder eine Entität handelt.
fr: Définissez ici les détails d'AddObject, selon qu'il s'agit d'un écran ou d'une entité.
nl: Stel hier de AddObject-details in, afhankelijk van of het een scherm of entiteit is.

# AddXXXToList
source: Add XXXX to XXXXList
de: XXXX zur XXXXList hinzufügen
fr: Ajouter XXXX à la liste XXXXListe
nl: Voeg XXXX toe aan XXXXLijst

# AddInstanceToSelectedList
source: Adds a new instance to the selected list
de: Fügt der ausgewählten Liste eine neue Instanz hinzu.
fr: Ajoute une nouvelle instance à la liste sélectionnée.
nl: Voegt een nieuw exemplaar toe aan de geselecteerde lijst.

# AddXXXToGameScreen
source: Add XXXX List to GameScreen
de: XXXX-Liste zu GameScreen hinzufügen
fr: Ajouter la liste XXXX à GameScreen
nl: Voeg XXXX-lijst toe aan GameScreen

# AddXXXInstanceToGameScreen
source: Add XXXX Instance to GameScreen
de: XXXX-Instanz zu GameScreen hinzufügen
fr: Ajouter une instance XXXX à GameScreen
nl: Voeg XXXX-instantie toe aan GameScreen

# AddXXXInstanceToGameScreenDescription
source: Adds a single XXXX instance to the GameScreen
de: Fügt dem GameScreen eine einzelne XXXX-Instanz hinzu
fr: Ajoute une seule instance XXXX au GameScreen
nl: Voegt een enkele XXXX-instantie toe aan GameScreen
