Repository: vchelaru/FlatRedBall
Catalog: FRBDK/Localization/Texts.*.resx
Languages: de, fr, nl

source: Current Screen
de: Aktueller Bildschirm
fr: Écran actuel
nl: Huidig scherm

# AddXXXFactory
source: Add XXXX Factory
de: XXXX Factory hinzufügen
fr: Ajouter une usine XXXX
nl: Voeg XXXX-fabriek toe

# AddXXXFactoryDescription
source: Factories simplify the creation and addition of entities to screen lists. Factories are required to create entities through TMX files.
de: Fabriken vereinfachen das Erstellen und Hinzufügen von Entitäten zu Bildschirmlisten. Fabriken sind erforderlich, um Entitäten über TMX-Dateien zu erstellen.
fr: Les usines simplifient la création et l'ajout d'entités aux listes d'écran. Les usines doivent créer des entités via des fichiers TMX.
nl: Fabrieken vereenvoudigen het maken en toevoegen van entiteiten aan schermlijsten. Fabrieken zijn verplicht om entiteiten te creëren via TMX-bestanden.

source: Project Commands
de: Projektbefehle
fr: Commandes du projet
nl: Projectopdrachten

# GlueWizardRun
source: Run Wizard
de: Führen Sie den Glue assistenten aus
fr: Exécuter l'assistant de Glue
nl: Voer de Glue wizard uit

# GlueWizardDescription
source: The New Project Wizard can help you get a fully functional game set up in seconds.
de: Mit dem Glue Wizard können Sie in Sekundenschnelle ein voll funktionsfähiges Spiel einrichten.
fr: L'assistant Glue peut vous aider à configurer un jeu entièrement fonctionnel en quelques secondes.
nl: De Glue Wizard kan je helpen om binnen enkele seconden een volledig functioneel spel op te zetten.

# ProjectCreateNew
source: Create New Project
de: Neues Projekt erstellen
fr: Créer un nouveau projet
nl: Nieuw project maken

# ProjectCreateNewDescription
source: Usually new projects target Desktop GL.
de: Normalerweise zielen neue Projekte auf Desktop GL ab.
fr: Habituellement, les nouveaux projets ciblent Desktop GL.
nl: Meestal richten nieuwe projecten zich op Desktop GL.

# ProjectOpen
source: Open Project
de: Offenes Projekt
fr: Projet ouvert

# ProjectOpenDescription
source: Load an existing project from disk.
de: Laden Sie ein vorhandenes Projekt von der Festplatte.
fr: Chargez un projet existant à partir du disque.
nl: Laad een bestaand project vanaf schijf.

# ProjectGumAdd
source: Add Gum Project
de: Gum-Projekt hinzufügen
fr: Ajouter un projet Gum
nl: Gumproject toevoegen

# ProjectGumAddDescription
source: Gum is used to create UI and HUD.
de: Gum wird zum Erstellen der Benutzeroberfläche und des HUD verwendet.
fr: Gum est utilisé pour créer l'interface utilisateur et le HUD.
nl: Gom wordt gebruikt om UI en HUD te creëren.

source: Add Screen/Level
de: Bildschirm/Ebene hinzufügen
fr: Ajouter un écran/niveau
nl: Scherm/niveau toevoegen

# AddScreenLevelDescription
source: Every game needs at least one screen. Usually the game logic is in a screen called GameScreen. Typically each level requires a new screen.
de: Jedes Spiel benötigt mindestens einen Bildschirm. Normalerweise befindet sich die Spiellogik in einem Bildschirm namens GameScreen. Normalerweise erfordert jedes Level einen neuen Bildschirm.
fr: Chaque jeu a besoin d'au moins un écran. Habituellement, la logique du jeu se trouve dans un écran appelé GameScreen. Généralement, chaque niveau nécessite un nouvel écran.
nl: Elk spel heeft minimaal één scherm nodig. Meestal bevindt de spellogica zich in een scherm genaamd GameScreen. Normaal gesproken vereist elk niveau een nieuw scherm.

# EntityAddDescription
source: Entities represent game objects like the player, enemies, bullets, and pick-ups.
de: Entitäten repräsentieren Spielobjekte wie den Spieler, Feinde, Kugeln und Pick-ups.
fr: Les entités représentent des objets de jeu comme le joueur, les ennemis, les balles et les pick-up.
nl: Entiteiten vertegenwoordigen spelobjecten zoals de speler, vijanden, kogels en pick-ups.

source: In Game
de: Im Spiel
fr: En jeu
nl: In spel

source: Play Song
de: Lied abspielen
fr: Lire la chanson
nl: Speel liedje

source: Loop Song
fr: Chanson en boucle
nl: Loop muzieknummer

source: Set Volume
de: Lautstärke einstellen
fr: Régler le volume
nl: Volume instellen

# KeepPlayingSoundAfterLeaving
source: Keep Playing After Leaving Screen
de: Spielen Sie weiter, nachdem Sie den Bildschirm verlassen haben
fr: Continuez à jouer après avoir quitté l'écran
nl: Blijf spelen nadat je het scherm hebt verlaten

source: Preview
de: Vorschau
fr: Aperçu

source: Map Sprite Texture
de: Sprite-Textur zuordnen
fr: Mappage de la texture du sprite
nl: Map Sprite-textuur

source: Enabled
de: Ermöglicht
fr: Activé
nl: Ingeschakeld

source: Separate Height
de: Separate Höhe
fr: Hauteur séparée
nl: Aparte hoogte

source: Texture Size
de: Texturgröße
fr: Taille des textures
nl: Textuurgrootte

source: Collapse All
de: Alles reduzieren
fr: Réduire tout
nl: Alles inklappen

# CollapseAllFolders
source: Collapses all folders and containers
de: Reduziert alle Ordner und Container
fr: Réduit tous les dossiers et conteneurs
nl: Vouwt alle mappen en containers in

# ScopeDefinitions
source: Scope To Definitions
de: Geltungsbereich für Definitionen
fr: Portée des définitions
nl: Reikwijdte van definities

# SelectPreviousItem
source: Selects the previously-selected item
de: Wählt das zuvor ausgewählte Element aus
fr: Sélectionne l'élément précédemment sélectionné
nl: Selecteert het eerder geselecteerde item

# SelectionStackNext
source: Selects the next item in the selection stack
de: Wählt das nächste Element im Auswahlstapel aus
fr: Sélectionne l'élément suivant dans la pile de sélection
nl: Selecteert het volgende item in de selectiestapel

source: Back
de: Zurück
fr: Dos
nl: Terug

source: Forward
de: Nach vorne
fr: Avant
nl: Vooruit

# CollapseFoldersExpandsTopLevel
source: Collapses all Screens and Entities, expands the top-level folders
de: Reduziert alle Bildschirme und Entitäten und erweitert die Ordner der obersten Ebene
fr: Réduit tous les écrans et entités, développe les dossiers de niveau supérieur
nl: Vouwt alle schermen en entiteiten samen, vouwt de mappen op het hoogste niveau uit

# SavingSettingsAfterDismissing
source: Saving settings after dismissing tree view
de: Speichern der Einstellungen nach Verlassen der Baumansicht
fr: Enregistrement des paramètres après avoir fermé l'arborescence
nl: Instellingen opslaan na het sluiten van de boomweergave

source: Undo
de: Widerrufen
fr: Annuler
nl: Ongedaan maken

source: Copy JSON to Clipboard
de: JSON in die Zwischenablage kopieren
fr: Copier JSON dans le Presse-papiers
nl: Kopieer JSON naar het klembord

# PlatformerStandard
source: Standard Platformer
de: Standard-Plattformer
fr: Jeu de plateforme standard
nl: Standaard platformgame

# PlatformerStandardDescription
source: Creates a platformer project. Platformer games include a Player which can move horizontally and jump.
de: Erstellt ein Plattformprojekt. Bei Plattformspielen gibt es einen Spieler, der sich horizontal bewegen und springen kann.
fr: Crée un projet de plateforme. Les jeux de plateforme incluent un joueur qui peut se déplacer horizontalement et sauter.
nl: Creëert een platformgameproject. Platformgames bevatten een speler die horizontaal kan bewegen en springen.

# TopdownStandard
source: Standard Top Down
de: Standardmäßig von oben nach unten
fr: Standard de haut en bas
nl: Standaard van boven naar beneden

# TopdownStandardDescription
source: Creates a top down game. Top down games include a Player which can move in all four directions.
de: Erstellt ein Top-Down-Spiel. Bei Top-Down-Spielen gibt es einen Spieler, der sich in alle vier Richtungen bewegen kann.
fr: Crée un jeu descendant. Les jeux descendants incluent un joueur qui peut se déplacer dans les quatre directions.
nl: Creëert een top-down spel. Top-down-spellen bevatten een speler die in alle vier de richtingen kan bewegen.

# UIFrbForms
source: UI (FlatRedBall.Forms)
fr: IU (FlatRedBall.Forms)

# UIFrbFormsDescription
source: Creates a game with a Main Menu and includes FlatRedBall.Forms.
de: Erstellt ein Spiel mit einem Hauptmenü und enthält FlatRedBall.Forms.
fr: Crée un jeu avec un menu principal et inclut FlatRedBall.Forms.
nl: Creëert een spel met een hoofdmenu en bevat FlatRedBall.Forms.

source: Custom (Advanced)
de: Benutzerdefiniert (Erweitert)
fr: Personnalisé (avancé)
nl: Maatwerk (geavanceerd)

# CustomAdvancedDescription
source: Custom games can be created using a number of options controlling Player, Level, and UI setup.
de: Benutzerdefinierte Spiele können mithilfe einer Reihe von Optionen erstellt werden, die die Einrichtung von Spieler, Level und Benutzeroberfläche steuern.
fr: Des jeux personnalisés peuvent être créés à l'aide d'un certain nombre d'options contrôlant la configuration du joueur, du niveau et de l'interface utilisateur.
nl: Aangepaste games kunnen worden gemaakt met behulp van een aantal opties die de speler-, niveau- en UI-instellingen regelen.

# SelectGameType
source: Select a game type:
de: Wählen Sie einen Spieltyp:
fr: Sélectionnez un type de jeu :
nl: Selecteer een speltype:

source: Welcome
de: Willkommen
fr: Bienvenu
nl: Welkom

# WizardWelcomeLabel
source: This wizard will help you set up a Glue project quickly. Let's get started!
de: Dieser Assistent hilft Ihnen beim schnellen Einrichten eines Glue-Projekts. Lass uns anfangen!
fr: Cet assistant vous aidera à configurer rapidement un projet Glue. Commençons!
nl: Met deze wizard kunt u snel een Glue-project opzetten. Laten we beginnen!

# ConfigurationUse
source: Use Configuration
de: Verwenden Sie Konfiguration
fr: Utiliser la configuration
nl: Gebruik Configuratie

# WizardStartFromStretch
source: Start Wizard From Scratch
de: Starten Sie den Assistenten von Grund auf
fr: Démarrer l'assistant à partir de zéro
nl: Start de wizard vanaf niets

source: Or
de: Oder
fr: Ou
nl: Of

# WizardConfigurationEnter
source: Enter Wizard Configuration
de: Geben Sie die Assistentenkonfiguration ein
fr: Entrez la configuration de l'assistant
nl: Ga naar Wizardconfiguratie

# WizardProjectStart
source: Project Setup Wizard
de: Projekt-Setup-Assistent
fr: Assistant de configuration de projet
nl: Projectconfiguratie wizard

# EntityIsRacing
source: Is Racing Entity
de: Ist eine Rennsporteinheit
fr: Est une entité de course
nl: Is een race-entiteit

source: Scale:
de: Skala:
fr: Échelle:
nl: Schaal:

source: Layer visibility:
de: Sichtbarkeit der schicht:
fr: Visibilité des couches :
nl: Zichtbaarheid van lagen:

# OffsetX
source: X Offset:
de: X-Versatz:
fr: Décalage X :
nl: X-compensatie:

# OffsetY
source: Y Offset:
de: Y-Versatz:
fr: Décalage Y :
nl: Y-compensatie:

# OffsetZ
source: Z Offset:
de: Z-Versatz:
fr: Décalage Z :
nl: Z-compensatie:

source: Layer name:
fr: Nom du calque :
nl: Laag naam:

source: Variable Type:
de: Variablentyp:
fr: Type de variable :
nl: Variabel type:

source: Copy images
de: Bilder kopieren
fr: Copier des images
nl: Kopieer afbeeldingen

source: Require Tile
de: Kachel erforderlich
fr: Exiger une tuile
nl: Tegel vereisen

# AutomaticallyCreateScreensTmx
source: Automatically Create Screens for TMX Files
de: Erstellen Sie automatisch Bildschirme für TMX-Dateien
fr: Créer automatiquement des écrans pour les fichiers TMX
nl: Maak automatisch schermen voor TMX-bestanden

# TreeViewShowLevelScreens
source: Show Level Screens in Tree View
de: Ebenenbildschirme in der Baumansicht anzeigen
fr: Afficher les écrans de niveau dans l'arborescence
nl: Toon niveauschermen in boomweergave

source: Rename
de: Umbenennen
fr: Renommer
nl: Hernoemen

source: Duplicate
de: Duplikat
fr: Dupliquer
nl: Duplicaat

# ScreensOrphaned
source: Orphaned Screens
de: Verwaiste Bildschirme
fr: Écrans orphelins
nl: Verweesde schermen

# ContentFolderTmxAutoGlue
source: TMX files in the Content folder will automatically create Glue screens. These screens will show up in the tree view only if the check box above is checked.These screens can be accessed in code.
de: TMX-Dateien im Inhaltsordner erstellen automatisch Glue-Bildschirme. Diese Bildschirme werden nur dann in der Baumansicht angezeigt, wenn das Kontrollkästchen oben aktiviert ist. Auf diese Bildschirme kann im Code zugegriffen werden.
fr: Les fichiers TMX dans le dossier Contenu créeront automatiquement des écrans Glue. Ces écrans n'apparaîtront dans l'arborescence que si la case ci-dessus est cochée. Ces écrans sont accessibles dans le code.
nl: TMX-bestanden in de map Content maken automatisch Glue-schermen. Deze schermen verschijnen alleen in de boomstructuur als het selectievakje hierboven is aangevinkt. Deze schermen zijn toegankelijk in code.

# EnterNewTmx
source: Enter new TMX name
de: Geben Sie einen neuen TMX-Namen ein
fr: Entrez le nouveau nom du TMX
nl: Voer een nieuwe TMX-naam in

# TmxAlreadyExists
source: The TMX name {0} already exists
de: Der TMX-Name {0} existiert bereits
fr: Le nom TMX {0} existe déjà
nl: De TMX-naam {0} bestaat al

# CollisionIncludeSolid
source: Include Solid Collision Border
de: Fügen Sie eine solide Kollisionsgrenze hinzu
fr: Inclure une bordure de collision solide
nl: Voeg een solide botsingsrand toe

# EntitiesCreateGeneratedCode
source: Create Entities in Generated Code
de: Erstellen Sie Entitäten im generierten Code
fr: Créer des entités dans le code généré
nl: Maak entiteiten in gegenereerde code

source: View Tiled Objects XML
de: XML für gekachelte Objekte anzeigen
fr: Afficher les objets en mosaïque XML
nl: Bekijk betegelde objecten XML

source: Links Per Node
de: Links pro Knoten
fr: Liens par nœud
nl: Links per knooppunt

source: Four
de: Vier
fr: Quatre
nl: Vier

source: Eight
de: Acht
fr: Huit
nl: Acht

source: Empty
de: Leer
fr: Vide
nl: Leeg

source: Creation Options
de: Erstellungsoptionen
fr: Options de création
nl: Creatie opties

source: Fill Completely
de: Vollständig ausfüllen
fr: Remplissez complètement
nl: Vul volledig

source: Eliminate Cut Corners
de: Eliminieren Sie abgeschnittene Ecken
fr: Éliminez les coins coupés
nl: Elimineer snijhoeken

source: Left:
de: Links:
fr: Gauche:
nl: Links:

source: Tile Size:
de: Fliesengröße:
fr: Taille des carreaux :
nl: Tegelgrootte:

source: Top:
de: Spitze:
fr: Haut:
nl: Boven:

source: Tiles wide:
de: Fliesen breit:
fr: Carreaux larges :
nl: Tegels breed:

source: Tiles high:
de: Fliesen höhe:
fr: Hauteur des tuiles :
nl: Tegels hoog:

# TypeFrom
source: From Type:
de: Von Typ:
fr: Du type :
nl: Van type:

source: Source TMX File/Object:
de: Quell-TMX-Datei/-Objekt:
fr: Fichier/Objet TMX source :
nl: Bron TMX-bestand/object:

# PropertyFrom
source: From Property:
de: Von eigenschaft:
fr: À partir de la propriété :
nl: Van eigenschap:

source: Property:
de: Eigenschaft:
fr: Propriété:
nl: Eigenschap:

# LayerFrom
source: From layer:
de: Von der schicht:
fr: À partir du calque :
nl: Van laag:

source: Layer:
de: Schicht:
fr: Couche:
nl: Laag:

# EmptyAll
source: All empty
de: Alles leer
fr: Tout vide
nl: Allemaal leeg

# HintTileShapeCollection
source: This TileShapeCollection is defined in a base Screen. Changes must be made in the base screen.
de: Diese TileShapeCollection wird in einem Basisbildschirm definiert. Änderungen müssen im Basisbildschirm vorgenommen werden.
fr: Cette TileShapeCollection est définie dans un écran de base. Les modifications doivent être apportées dans l'écran de base.
nl: Deze TileShapeCollection wordt gedefinieerd in een basisscherm. Wijzigingen moeten in het basisscherm worden aangebracht.

source: Border Outline
de: Grenzumriss
fr: Contour de la frontière
nl: Randlijn

source: Left Outer Edge:
de: Linke Außenkante:
fr: Bord extérieur gauche :
nl: Linker buitenrand:

source: Top Outer Edge:
de: Obere Außenkante:
fr: Bord extérieur supérieur :
nl: Bovenste buitenrand:

source: Border Dimensions
de: Grenzabmessungen
fr: Dimensions de la bordure
nl: Randafmetingen

source: Inner Size
de: Innere Größe
fr: Taille intérieure
nl: Binnenmaat

# TilesX
source: # Tiles
de: # Fliesen
fr: # Carrelage
nl: # Tegels

# FromTmxCollision
source: From TMX Collision - requires shapes defined in the tileset (TSX)
de: Von TMX Collision (Kachelsatzformen verwenden)
fr: De TMX Collision (utiliser des formes de jeu de tuiles)
nl: Van TMX-botsing (gebruik tegelsetvormen)

source: Click to set tile
de: Klicken Sie, um die Kachel festzulegen
fr: Cliquez pour définir la vignette
nl: Klik om de tegel in te stellen

# HintChangingTileTsx
source: Changing the tile may also modify the underlying TSX
de: Durch das Ändern der Kachel kann sich auch der zugrunde liegende TSX ändern
fr: Changer la tuile peut également modifier le TSX sous-jacent
nl: Het wijzigen van de tegel kan ook de onderliggende TSX wijzigen

# TilesRemove
source: Remove Tiles
de: Fliesen entfernen
fr: Supprimer les tuiles
nl: Tegels verwijderen

source: Is Merged
de: Wird zusammengeführt
fr: Est fusionné
nl: Is samengevoegd

# PropertyWith
source: With property
de: Mit Eigenschaft
fr: Avec propriété
nl: Met eigenschap

source: Entities
de: Entitäten
fr: Entités
nl: Entiteiten

source: Screens
de: Bildschirme
fr: Écrans
nl: Schermen

# ContentGlobalFiles
source: Global Content Files
de: Globale Inhaltsdateien
fr: Fichiers de contenu global
nl: Globale inhoudsbestanden

source: Tasks remaining:
de: Verbleibende Aufgaben:
fr: Tâches restantes :
nl: Resterende taken:

source: Output
de: Ausgabe
fr: Sortir

source: Platform Inclusions
de: Plattformeinschlüsse
fr: Inclusions de la plateforme
nl: Platforminsluitingen

# PlatformsExcluded
source: Excluded from {0} platforms
de: Ausgeschlossen von {0} Plattformen
fr: Exclus de {0} plates-formes
nl: Uitgesloten van {0} platforms

source: Replace ProjectName
de: Ersetzen Sie Projektname
fr: Remplacer le nom du projet
nl: Vervang Projectnaam

# ProjectsSaveGenerateElements
source: Generating element and saving projects
de: Element generieren und Projekte speichern
fr: Génération d'éléments et sauvegarde de projets
nl: Element genereren en projecten opslaan

source: Build
de: Bauen
fr: Construire
nl: Bouw

source: Profiling
de: Profilierung
fr: Profilage
nl: Profilering

source: Errors
de: Fehlermeldungen
fr: Messages d'erreur
nl: Foutmeldingen

# HintRunGameLiveFRB
source: *Running your game with edit mode enabled requires a live connection to the FlatRedBall Editor. Click Allow Access to enable the connection.
de: *Um Ihr Spiel mit aktiviertem Bearbeitungsmodus auszuführen, ist eine Live-Verbindung zum FlatRedBall-Editor erforderlich. Klicken Sie auf Zugriff zulassen, um die Verbindung zu aktivieren.
fr: *L'exécution de votre jeu avec le mode édition activé nécessite une connexion en direct à l'éditeur FlatRedBall. Cliquez sur Autoriser l'accès pour activer la connexion.
nl: *Als je je game wilt spelen terwijl de bewerkingsmodus is ingeschakeld, heb je een liveverbinding met de FlatRedBall Editor nodig. Klik op Toegang toestaan ​​om de verbinding in te schakelen.

# ShowGameRerun
source: Show Game Rerun Command List
de: Befehlsliste zur Spielwiederholung anzeigen
fr: Afficher la liste des commandes de réexécution du jeu
nl: Toon opdrachtlijst voor opnieuw uitvoeren van spel

source: Enable live edit
de: Live-Bearbeitung aktivieren
fr: Activer la modification en direct
nl: Schakel live bewerken in

source: Embed game in game tab
de: Spiel in die Registerkarte „Spiel“ einbetten
fr: Intégrer le jeu dans l'onglet Jeu
nl: Spel insluiten op het speltabblad

source: Port number
de: Port-Nummer
fr: Numéro de port
nl: Poortnummer

source: Show screen bounds when viewing entities
de: Beim Anzeigen von Entitäten Bildschirmgrenzen anzeigen
fr: Afficher les limites de l'écran lors de la visualisation des entités
nl: Toon schermgrenzen bij het bekijken van entiteiten

source: Set background color
de: Hintergrundfarbe festlegen
fr: Définir la couleur d'arrière-plan
nl: Achtergrondkleur

# BackgroundRed
source: Red background
de: Roter Hintergrund
fr: Fond rouge
nl: Rode achtergrond

# BackgroundGreen
source: Green background
de: Grüner Hintergrund
fr: Fond vert
nl: Groene achtergrond

# BackgroundBlue
source: Blue background
de: Blauer Hintergrund
fr: Fond bleu
nl: Blauwe achtergrond

source: Show grid
de: Raster anzeigen
fr: Afficher la grille
nl: Raster tonen

source: Grid alpha
de: Raster-Alpha
fr: Grille alpha
nl: Raster alfa

source: Grid size
de: Gittergröße
fr: Taille de la grille
nl: Rastergrootte

source: Restart screen on level content change
de: Bildschirm bei Ebeneninhaltsänderung neu starten
fr: Redémarrer l'écran lors du changement de contenu de niveau
nl: Herstart het scherm bij verandering van niveau-inhoud

source: Enable snapping
de: Aktivieren Sie das Einrasten
fr: Activer la capture
nl: Schakel snappen in

source: Snap size
de: Snap-Größe
fr: Taille du cliché
nl: Snap-grootte

source: Polygon point snap size
de: Fanggröße des Polygonpunkts
fr: Taille d'accrochage au point du polygone
nl: Snapgrootte van polygoonpunt

source: Show window defender UI
de: Window Defender-Benutzeroberfläche anzeigen
fr: Afficher l'interface utilisateur de Window Defender
nl: Toon de gebruikersinterface van Window Defender

source: Uncategorized
de: Nicht kategorisiert
fr: Non classé
nl: Nicht kategorisiert

source: Tiled
de: Gefliest
fr: Carrelé
nl: Betegeld

source: Screen Properties
de: Bildschirmeigenschaften
fr: Propriétés de l'écran
nl: Schermeigenschappen

source: Collision
de: Kollision
fr: Collisions
nl: Botsingen

source: Visuals
fr: Visuels
nl: Visueel

source: Creation
de: Schaffung
fr: Création
nl: Creatie

source: Team index
fr: Indice des équipes

source: Select Object Type
de: Wählen Sie Objekttyp aus
fr: Sélectionnez le type d'objet
nl: Selecteer Objecttype

source: Desktop
fr: Bureau

source: Resolution
de: Bildschirmauflösung
fr: Résolution d'écran
nl: Resolutie

source: Events
de: Veranstaltungen
fr: Événements
nl: Evenementen

source: Go to object
de: Gehen Sie zum objekt
fr: Aller à l'objet
nl: Ga naar object

# EntityCurrent
source: Current Entity
de: Aktuelle Entität
fr: Entité actuelle
nl: Huidige entiteit

source: TMX Creation Options
de: TMX-Erstellungsoptionen
fr: Options de création de TMX
nl: Opties voor het maken van TMX

# HintMostGamesMultipleScreens
source: Most games have multiple screens. Examples include title screens, level selection screens, and settings screens.
de: Die meisten Spiele haben mehrere Bildschirme. Beispiele hierfür sind Titelbildschirme, Levelauswahlbildschirme und Einstellungsbildschirme.
fr: La plupart des jeux ont plusieurs écrans. Les exemples incluent les écrans de titre, les écrans de sélection de niveau et les écrans de paramètres.
nl: De meeste games hebben meerdere schermen. Voorbeelden hiervan zijn titelschermen, levelselectieschermen en instellingenschermen.

# HintNeedAtLeastOneScreen
source: Every game needs at least one screen. Usually the game logic is in a screen called GameScreen.
de: Jedes Spiel benötigt mindestens einen Bildschirm. Normalerweise befindet sich die Spiellogik in einem Bildschirm namens GameScreen.
fr: Chaque jeu a besoin d'au moins un écran. Habituellement, la logique du jeu se trouve dans un écran appelé GameScreen.
nl: Elk spel heeft minimaal één scherm nodig. Meestal bevindt de spellogica zich in een scherm genaamd GameScreen.

# ObjectAddToX
source: Add Object to {0}
de: Objekt zu {0} hinzufügen
fr: Ajouter un objet à {0}
nl: Object toevoegen aan {0}

# HintCommonEntityTypes
source: Common entity object types include sprites and shapes for collision.
de: Zu den gängigen Entitätsobjekttypen gehören Sprites und Formen für Kollisionen.
fr: Les types d'objets d'entité courants incluent les sprites et les formes pour les collisions.
nl: Veel voorkomende entiteitsobjecttypen zijn onder meer sprites en vormen voor botsingen.
