Repository: vchelaru/FlatRedBall
Catalog: FRBDK/Localization/Texts.*.resx
Languages: de, fr, nl

# QuestionFillValuesDefault
source: Are you sure you want to fill all values in the {0} State from the default variable values? All previous values will be lost
de: Sind Sie sicher, dass Sie alle Werte im Status {0} mit den Standardvariablenwerten füllen möchten? Alle vorherigen Werte gehen verloren
fr: Êtes-vous sûr de vouloir remplir toutes les valeurs de l'état {0} à partir des valeurs de variable par défaut ? Toutes les valeurs précédentes seront perdues
nl: Weet u zeker dat u alle waardenmet status {0} wilt invullen op basis van de standaardvariabelewaarden? Alle voorgaande waarden gaan verloren

# LayerAdd
source: Add Layer
de: Ebene hinzufügen
fr: Ajouter un calque
nl: Laag toevoegen

source: Refresh UI
de: Benutzeroberfläche aktualisieren
fr: Actualiser l'interface utilisateur
nl: Vernieuw de gebruikersinterface

# EventAdd
source: Add Event
de: Veranstaltung hinzufügen
fr: Ajouter un évènement
nl: Voeg evenement toe

# CopyBuildFolder
source: Copy to build folder
de: In den Build-Ordner kopieren
fr: Copier dans le dossier de build
nl: Kopiëren naar buildmap

# ScreenExport
source: Export Screen
de: Export bildschirm
fr: Écran d'exportation
nl: Scherm exporteren

# ZipPackageCreate
source: Create Zip Package
de: Zip-Paket erstellen
fr: Créer un package Zip
nl: Zip-pakket maken

# StateAdd
source: Add State
de: Status hinzufügen
fr: Ajouter un état
nl: Status toevoegen

# ViewFileOrder
source: View File Orde
de: Dateireihenfolge anzeigen
fr: Afficher la commande de fichiers
nl: Bestandsvolgorde bekijken

# FileCreateForMissing
source: Create new file for missing file
de: Erstellen Sie eine neue Datei für die fehlende Datei
fr: Créer un nouveau fichier pour le fichier manquant
nl: Maak een nieuw bestand voor het ontbrekende bestand

# CategoryAddState
source: Add State Category
de: Statuskategorie hinzufügen
fr: Ajouter une catégorie d'état
nl: Statuscategorie toevoegen

# ResetVariablesPoolingAdd
source: Add Reset Variables For Pooling
de: Fügen Sie Reset-Variablen für das Pooling hinzu
fr: Ajouter des variables de réinitialisation pour le pooling
nl: Voeg resetvariabelen toe voor pooling

# VariableFillValues
source: Fill Values From Variables
de: Füllen Sie Werte aus Variablen
fr: Remplir les valeurs à partir de variables
nl: Vul waarden uit variabelen in

# RemoveFromProjectQuick
source: Remove from project quick (ONLY IF YOU KNOW WHAT YOU'RE DOING!)
de: Schnell aus dem Projekt entfernen (NUR WENN SIE WISSEN, WAS SIE TUN!)
fr: Supprimez rapidement du projet (SEULEMENT SI VOUS SAVEZ CE QUE VOUS FAITES !)
nl: Snel uit het project verwijderen (ALLEEN ALS JE WEET WAT JE DOET!)

source: Move Up
de: Nach oben
fr: Monter
nl: Omhoog

source: Move Down
de: Nach unten
fr: Descendre
nl: Beneden

# MoveBottom
source: Move To Bottom
de: Nach unten bewegen
fr: Déplacer vers le bas
nl: Verplaats naar beneden

source: Make Required at StartUp
de: Machen Sie es beim Start erforderlich
fr: Rendre obligatoire au démarrage
nl: Vereist maken bij opstarten

# ViewSourceExplorer
source: View source file in explorer
de: Quelldatei im Explorer anzeigen
fr: Afficher le fichier source dans l'explorateur
nl: Bekijk het bronbestand in verkenner

# VariableAdd
source: Add variable
de: Variable hinzufügen
fr: Ajouter une variable
nl: Variabele toevoegen

source: Move To Top
de: Nach oben verschieben
fr: Déplacer vers le haut
nl: Verplaats naar bovenkant

# VariableResetEdit
source: Edit Reset Variables
de: Zurücksetzen-Variablen bearbeiten
fr: Modifier les variables de réinitialisation
nl: Bewerk resetvariabelen

source: Open with...
de: Öffnen mit...
fr: Ouvrir avec...
nl: Öffnen mit...

# FileNew
source: New file
de: Neue Datei
fr: Nouveau fichier
nl: Nieuw bestand

source: Remove from project
de: Aus Projekt entfernen
fr: Supprimer du projet
nl: Verwijderen uit project

# ScreenAdd
source: Add screen
de: Bildschirm hinzufügen
fr: Ajouter un écran
nl: Scherm toevoegen

# FileExisting
source: Existing File(s)
de: Vorhandene Datei(en)
fr: Fichier(s) existant(s)
nl: Bestaande bestand(en)

# CreatedClass
source: Set Created Class
de: Erstellte Klasse festlegen
fr: Définir la classe créée
nl: Stel de aangemaakte klasse in

source: Bookmark
de: Lesezeichen
fr: Signet
nl: Bladwijzer

# FolderRename
source: Rename Folder
de: Ordner umbenennen
fr: Renommer le dossier
nl: Hernoem map

# FolderDelete
source: Delete Folder
de: Lösche Ordner
fr: Supprimer le dossier
nl: Verwijder map

# EntityImport
source: Import Entity
de: Entität importieren
fr: Importer l'entité
nl: Entiteit importeren

# FolderAdd
source: Add Folder
de: Ordner hinzufügen
fr: Ajouter le dossier
nl: Map toevoegen

source: View content folder
de: Inhaltsordner anzeigen
fr: Afficher le dossier de contenu
nl: Inhoudsmap bekijken

# CodeRegenerate
source: Re-Generate Code
de: Code neu generieren
fr: Régénérer le code
nl: Code opnieuw genereren

source: Open
de: Öffnen
fr: Ouvrez

# CopyPathClipboard
source: Copy path to clipboard
de: Pfad in die Zwischenablage kopieren
fr: Copier le chemin dans le presse-papiers
nl: Kopieer pad naar klembord

source: Go to definition
de: Gehen Sie zur Definition
fr: Aller à la définition
nl: Ga naar definitie

# ScreenImport
source: Import Screen
de: Import bildschirm
fr: Écran d'importation
nl: Scherm importeren

# EntityListAdd
source: Add Entity List
de: Entitätsliste hinzufügen
fr: Ajouter une liste d'entités
nl: Entiteitenlijst toevoegen

# EntityAddInstance
source: Add Entity Instance
de: Entitätsinstanz hinzufügen
fr: Ajouter une instance d'entité
nl: Entiteitsinstantie toevoegen

# EntityExport
source: Export Entity
de: Entität exportieren
fr: Entité d'exportation
nl: Entiteit exporteren

# FileOpenCs
source: Open .cs file
de: Öffnen Sie die .cs-Datei
fr: Ouvrir le fichier .cs
nl: Open het .cs-bestand

# ScreenLevelCreate
source: Create Level Screen
de: Levelbildschirm erstellen
fr: Écran Créer un niveau
nl: Niveauscherm maken

# ScreenSaveForceJson
source: Force save screen JSON
de: Speichern des Bildschirm-JSON erzwingen
fr: Forcer l'enregistrement de l'écran JSON
nl: Forceer scherm-JSON voor opslaan

# ScreenRemoveRequirement
source: Remove StartUp Requirement
de: Startvoraussetzung entfernen
fr: Supprimer l'exigence de démarrage
nl: Opstartvereiste verwijderen

# StartupMakeRequired
source: Make Required at StartUp
de: Machen Sie es beim Start erforderlich
fr: Rendre obligatoire au démarrage
nl: Vereist maken bij opstarten

# FolderGlueNotMadeLackFiles
source: Glue has not created this content folder yet since it doesn't contain any files.
de: Glue hat diesen Inhaltsordner noch nicht erstellt, da er keine Dateien enthält.
fr: Glue n'a pas encore créé ce dossier de contenu car il ne contient aucun fichier.
nl: Glue heeft deze inhoudsmap nog niet gemaakt omdat deze geen bestanden bevat.

# FolderGlueMadeWhenFileAdded
source: This {0} does not have a content folder. It will be created when a file is added to this {1}.
de: Dieses {0} hat keinen Inhaltsordner. Es wird erstellt, wenn eine Datei zu diesem {1} hinzugefügt wird.
fr: Ce {0} n'a pas de dossier de contenu. Il sera créé lorsqu'un fichier sera ajouté à ce {1}.
nl: Deze {0} heeft geen inhoudsmap. Het wordt gemaakt wanneer een bestand wordt toegevoegd aan deze {1}.

# Sure
source: Are you sure?
de: Bist du sicher?
fr: Es-tu sûr?
nl: Weet u het zeker?

# FolderDeleteNotEmpty
source: The {0} directory is not empty. Are you sure you want to delete it and everything in it?
de: Das Verzeichnis {0} ist nicht leer. Sind Sie sicher, dass Sie es und alles darin löschen möchten?
fr: Das Verzeichnis {0} n’est pas lu. Si vous êtes si cher, si vous êtes et tout ce que vous voulez faire?
nl: Das Verzeichnis {0} is niet leerzaam. Als u zeker weet dat u alles wilt doen wat u wilt?

source: Moving to top
de: Nach oben verschieben
fr: Vers le haut
nl: Verplaatsen naar boven

source: Moving to bottom
de: Nach unten bewegen
fr: Aller vers le bas
nl: Verplaatsen naar beneden

# MovingXUpOrDown
source: Moving {0} up or down
de: {0} nach oben oder unten verschieben
fr: Déplacer {0} vers le haut ou vers le bas
nl: {0} omhoog of omlaag verplaatsen

# ObjectNullSource
source: This object has a null source file.
de: Dieses Objekt hat eine Null-Quelldatei.
fr: Cet objet a un fichier source nul.
nl: Dit object heeft een nulbronbestand.

source: Error opening folder
de: Fehler beim Öffnen des Ordners
fr: Erreur lors de l'ouverture du dossier
nl: Fout bij openen van map

# ErrorCouldNotPackageFileRelative
source: Could not create packaged file - likely because the file {0} contains files that are not relative.
de: Die gepackte Datei konnte nicht erstellt werden – wahrscheinlich, weil die Datei {0} Dateien enthält, die nicht relativ sind.
fr: Impossible de créer le fichier packagé, probablement parce que le fichier {0} contient des fichiers qui ne sont pas relatifs.
nl: Kon het verpakte bestand niet maken - waarschijnlijk omdat het bestand {0} bestanden bevat die niet relatief zijn.

# FileXNotRelativeToContentFolder
source: The file {0} is not relative to the content folder for the element which is {1}
de: Die Datei {0} ist nicht relativ zum Inhaltsordner für das Element {1}.
fr: Le fichier {0} n'est pas relatif au dossier de contenu de l'élément qui est {1}
nl: Het bestand {0} is niet relatief ten opzichte van de inhoudsmap voor het element dat {1} is

# ErrorDeleteDirectoryFailed
source: Failed to delete the target export directory: {0}
de: Das Zielexportverzeichnis konnte nicht gelöscht werden: {0}
fr: Échec de la suppression du répertoire d'exportation cible : {0}
nl: Kan de doelexportmap niet verwijderen: {0}

source: Glue Group
de: Gluegruppe
fr: Groupe de Glue
nl: Glue Groep

# QuestionFilesOutsideContent
source: This {0} contains files outside of its content folder. Glue will export this {0}, but all files will be referenced in the same content folder. This may break some file references. Do you want to export?
de: Dieses {0} enthält Dateien außerhalb seines Inhaltsordners. Glue exportiert dieses {0}, aber alle Dateien werden im selben Inhaltsordner referenziert. Dadurch können einige Dateiverweise beschädigt werden. Möchten Sie exportieren?
fr: Ce {0} contient des fichiers en dehors de son dossier de contenu. Glue exportera ce {0}, mais tous les fichiers seront référencés dans le même dossier de contenu. Cela peut casser certaines références de fichiers. Vous souhaitez exporter ?
nl: Deze {0} bevat bestanden buiten de inhoudsmap. Glue zal deze {0} exporteren, maar er zal naar alle bestanden verwezen worden in dezelfde inhoudsmap. Hierdoor kunnen sommige bestandsverwijzingen verbroken worden. Wilt u exporteren?

# QuestionExport
source: Export?
fr: Exporter?
nl: Exporteren?

# FolderSelectExportedFile
source: Select folder to save exported file:
de: Wählen Sie den Ordner zum Speichern der exportierten Datei aus:
fr: Sélectionnez le dossier pour enregistrer le fichier exporté :
nl: Selecteer de map om het geëxporteerde bestand op te slaan:

# QuestionOverwrite
source: Overwrite?
de: Überschreiben?
fr: Écraser?
nl: Overschrijven?

# FileXExistsOverwrite
source: The file already exist {0}. Overwrite?
de: Die Datei existiert bereits {0}. Überschreiben?
fr: Le fichier existe déjà {0}. Écraser?
nl: Het bestand bestaat al {0}. Overschrijven?

# ExportCant
source: Can't export:
de: Kann nicht exportiert werden:
fr: Impossible d'exporter :
nl: Kan niet exporteren:

# BuilderWhichForFile
source: Which builder would you like to use for this file?
de: Welchen Builder möchten Sie für diese Datei verwenden?
fr: Quel constructeur souhaitez-vous utiliser pour ce fichier ?
nl: Welchen Builder möchten Sie für diese Datei verwenden?

# CliExtraArguments
source: Enter extra command line arguments:
de: Geben Sie zusätzliche Befehlszeilenargumente ein:
fr: Entrez des arguments de ligne de commande supplémentaires :
nl: Voer extra opdrachtregelargumenten in:

# EventTunnelOtherObject
source: Tunnel an event from another object
de: Tunneln Sie ein Ereignis von einem anderen Objekt
fr: Tunnelier un événement à partir d'un autre objet
nl: Tunnel een evenement van een ander object

# WhichTemplateUse
source: Which template would you like to use?
de: Welche Vorlage möchten Sie verwenden?
fr: Quel modèle souhaiteriez-vous utiliser ?
nl: Welk sjabloon wilt u gebruiken?

# PluginNeedsValidFolder
source: Please select a valid folder to create the plugin from.
de: Bitte wählen Sie einen gültigen Ordner aus, aus dem das Plugin erstellt werden soll.
fr: Veuillez sélectionner un dossier valide à partir duquel créer le plugin.
nl: Selecteer een geldige map waaruit u de plug-in wilt maken.

# PluginDownloadFailed
source: Failed to download plugin
de: Das Plugin konnte nicht heruntergeladen werden
fr: Échec du téléchargement du plugin
nl: Kan de plug-in niet downloaden

# ReferenceFoundNone
source: No references found
de: Keine Referenzen gefunden
fr: Aucune référence trouvée
nl: Geen referenties gevonden

# ReferenceFoundOne
source: 1 reference found
de: 1 Referenz gefunden
fr: 1 référence trouvée
nl: 1 referentie gevonden

# ReferenceFoundAmount
source: {0} references found
de: {0} Referenzen gefunden
fr: {0} références trouvées
nl: {0} referenties gevonden

# FrbEditor
source: FlatRedBall Editor
fr: Éditeur de FlatRedBall

source: Directions
de: Richtungen
nl: Richtingen

source: Type:
de: Typ:

source: Perspective
de: Perspektive
nl: Perspectief

source: Angle:
de: Winkel:
nl: Hoek:

source: Zoom
de: Zoomen

source: Interfaces
de: Schnittstellen

source: Mobile
de: Handy
nl: Mobiel

source: Destruction
de: Vernichtung
nl: Destructie

source: Volume
de: Volumen

source: Standard
nl: Standaard

source: Variable:
nl: Variabel:

# ItemsOrphaned
source: Orphaned item
nl: Verweesde voorwerpen

source: Alternative:
nl: Alternatief:
