Repository: vchelaru/FlatRedBall
Catalog: FRBDK/Localization/Texts.*.resx
Languages: de, fr, nl

# HintEntityInheritsFromTopDown
source: This entity inherits from a Top-Down Entity
de: Diese Entität erbt von einer Top-Down-Entität
fr: Cette entité hérite d'une entité Top-Down
nl: Deze entiteit erft van een Top-Down Entiteit

source: Project Name:
de: Projektname:
fr: Nom du projet:
nl: Projectnaam:

source: Platform:
de: Plattform:
fr: Plate-forme:

# LocalCopyIfAvailable
source: Use Local Copy if available:
de: Verwenden Sie die lokale Kopie, falls verfügbar:
fr: Utilisez la copie locale si disponible :
nl: Gebruik lokale kopie indien beschikbaar:

source: Custom Namespace:
de: Benutzerdefinierter Namespace:
fr: Namespace personnalisé :
nl: Maatwerk namespace:

# ProjectDirectoryCreate
source: Create Project Directory:
de: Projektverzeichnis erstellen:
fr: Créer un répertoire de projet :
nl: Maak projectmap aan:

# SolutionLocatedIn
source: The solution (.sln) is located in:
de: Die Lösung (.sln) befindet sich in:
fr: La solution (.sln) sera située dans :
nl: Solution (.sln) bevindt zich in:

source: Location:
de: Standort:
fr: Emplacement:
nl: Lokatie:

# GitignoreAdd
source: Add .gitignore:
de: .gitignore hinzufügen:
fr: Ajoutez .gitignore :
nl: Voeg .gitignore toe:

source: Update Libraries
de: Bibliotheken aktualisieren
fr: Mettre à jour les bibliothèques
nl: Bibliotheken bijwerken

source: Load Recent
de: Letzte laden
fr: Charger récent
nl: Laad recent

# ProjectView
source: View Projects
de: Projekte anzeigen
fr: Voir les projets
nl: Bekijk projecten

source: About
de: Um
fr: À propos
nl: Over

source: Camera Settings
de: Kameraeinstellungen
fr: Paramètres de la caméra
nl: Camera instellingen

# ProjectCopyFileLinks
source: Copy project file links
de: Projektdatei-Links kopieren
fr: Copier les liens des fichiers de projet
nl: Kopieer projectbestandslinks

source: Reference Sharing
de: Referenzfreigabe
fr: Partage de référence
nl: Referenties delen

source: Manage Plugins
de: Plugins verwalten
fr: Gérer les plugins
nl: Beheer plug-ins

source: View Unreferenced Files
de: Nicht referenzierte Dateien anzeigen
fr: Afficher les fichiers non référencés
nl: Bekijk bestanden zonder referentie

source: Unreferenced Files
de: Nicht referenzierte Dateien
fr: Fichiers non référencés
nl: Bestanden zonder referentie

source: Embed NAudio Classes
de: NAudio-Klassen einbetten
fr: Intégrer des classes NAudio
nl: NAudio-klassen insluiten

source: Add state interpolation classes
de: Fügen Sie Zustandsinterpolationsklassen hinzu
fr: Ajouter des classes d'interpolation d'état
nl: Voeg statusinterpolatieklassen toe

source: View Built Project Sizes
de: Anzeigen der gebauten Projektgrößen
fr: Voir les tailles des projets construits
nl: Bekijk gebouwde projectgroottes

source: Code Generation Plugin
de: Plugin zur Codegenerierung
fr: Plugin de génération de code
nl: Codegeneratie-plug-in

source: Code Generation
de: Codegenerierung
fr: Génération de code
nl: Codegeneratie

source: Content Pipeline Settings
de: Content-Pipeline-Einstellungen
fr: Paramètres du canal de contenu
nl: Instellingen voor inhoudspijplijn

source: Link Game to FRB Source
de: Spiel mit FRB-Quelle verknüpfen
fr: Lier le jeu à la source FRB
nl: Koppel het spel aan de FRB-bron

source: Add FRB Source
de: FRB-Quelle hinzufügen
fr: Ajouter une source FRB
nl: FRB-bron toevoegen

source: Add/Update .gitignore
de: .gitignore hinzufügen/aktualisieren
fr: Ajouter/Mettre à jour .gitignore
nl: .gitignore toevoegen/bijwerken

source: Add ProfileManager
de: ProfileManager hinzufügen
fr: Ajouter un gestionnaire de profil
nl: Profielmanager toevoegen

source: Force Save Project
de: Speichern des Projekts erzwingen
fr: Forcer la sauvegarde du projet
nl: Project geforceerd opslaan

# SetVariableByDerived
source: Set All Variables to SetByDerived = true
de: Setzen Sie alle Variablen auf SetByDerived = true
fr: Définissez toutes les variables sur SetByDerived = true
nl: Stel alle variabelen in op SetByDerived = true

source: Create Objects JSON
de: Erstellen Sie Objekte im JSON-Format
fr: Créer des objets JSON
nl: Maak objecten JSON

# FrbEditorBinaries
source: Update FRB editor binaries
de: Aktualisieren Sie die Binärdateien des FRB-Editors
fr: Mettre à jour les binaires de l'éditeur FRB
nl: Update de binaire bestanden van de FRB-editor

# FrbUpdateAndGameCode
source: Update FRB and game code...
de: FRB und Spielcode aktualisieren...
fr: Mettez à jour FRB et le code du jeu...
nl: FRB en spelcode bijwerken...

source: FRB and Gum
de: FRB und Gum
fr: FRB et Gum
nl: FRB en Gum

source: FRB, Gum, and Game
de: FRB, Gum und Spiel
fr: FRB, Gum et jeu
nl: FRB, Gum en spel

# ProjectShowCopyEntireTab
source: Show Copy Entire Project tab
de: Registerkarte „Gesamtes Projekt kopieren“ anzeigen
fr: Afficher l'onglet Copier le projet entier
nl: Toon het tabblad Volledig project kopiëren

# AddXnbToMonogame
source: Add XNBs to Monogame Project(s)
de: XNBs zu Monogame-Projekt(en) hinzufügen
fr: Ajouter des XNB aux projets Monogame
nl: XNB's toevoegen aan Monogame-project(en)

source: Text
fr: Texte
nl: Tekst

source: Circle
de: Kreis
fr: Cercle
nl: Cirkel

source: Polygon (Rectangle)
de: Polygon (Rechteck)
fr: Polygone (Rectangle)
nl: Veelhoek (rechthoek)

source: Axis Aligned Rectangle
de: Achsenausgerichtetes Rechteck
fr: Rectangle aligné sur l'axe
nl: As uitgelijnde rechthoek

# IDamagableCanTakeDamage
source: IDamageable (can take damage)
de: IDamageable (kann Schaden nehmen)
fr: IDamageable (peut subir des dégâts)
nl: IDamageable (kan schade oplopen)

source: IDamageArea (can deal damage)
de: IDamageArea (kann Schaden verursachen)
fr: IDamageArea (peut infliger des dégâts)
nl: IDamageArea (kan schade aanrichten)

source: Custom
de: Benutzerdefiniert
fr: Personnalisé
nl: Maatwerk

# TeamZeroPlayer
source: 0 (Player Team)
de: 0 (Spielerteam)
fr: 0 (équipe de joueurs)
nl: 0 (spelerteam)

# TeamOneEnemy
source: 1 (Enemy Team)
de: 1 (Gegnerisches Team)
fr: 1 (équipe ennemie)
nl: 1 (vijandelijk team)

# GameScreenOpposingTeamAdd
source: Add Opposing Team Index Collision Relationships to GameScreen
de: Fügen Sie dem GameScreen gegnerische Teamindex-Kollisionsbeziehungen hinzu
fr: Ajouter des relations de collision d'index d'équipe adverse à Écran de jeu
nl: Voeg botsingsrelaties van tegengestelde teams toe aan het spelscherm

# FactoryCreate
source: Create Factory
de: Fabrik erstellen
fr: Créer une usine
nl: Fabriek creëren

source: Include lists in GameScreen
de: Listen in GameScreen einbinden
fr: Inclure des listes dans GameScreen
nl: Lijsten opnemen in GameScreen

# SelectFileOrClickBrowse
source: Select a file or click the Browse button
de: Wählen Sie eine Datei aus oder klicken Sie auf die Schaltfläche „Durchsuchen“.
fr: Sélectionnez un fichier ou cliquez sur le bouton Parcourir
nl: Selecteer een bestand of klik op de Bladeren knop

# AskDownloadFileOverwrite
source: Do you want to download this file? It will overwrite:
de: Möchten Sie diese Datei herunterladen? Es wird überschrieben:
fr: Voulez-vous télécharger ce fichier ? Il écrasera :
nl: Wilt u dit bestand downloaden? Het zal overschrijven:

source: Download and Overwrite?
de: Herunterladen und überschreiben?
fr: Télécharger et écraser ?
nl: Downloaden en overschrijven?

source: Error downloading files
de: Fehler beim Herunterladen der Dateien
fr: Erreur de téléchargement de fichiers
nl: Fout tijdens het downloaden van bestanden

source: Object:
de: Objekt:
fr: Objet:

source: Advanced Options
de: Erweiterte Optionen
fr: Options avancées
nl: Geavanceerde opties

source: Alternative Name:
de: Alternativer Name:
fr: Nom alternatif :
nl: Alternatieve naam:

source: Converted Type:
de: Konvertierter Typ:
fr: Type converti :
nl: Omgezet type:

source: Type Converter:
de: Typkonverter:
fr: Convertisseur de types :
nl: Type-omzetter:

source: Show State Categories
de: Statuskategorien anzeigen
fr: Afficher les catégories d'état
nl: Toon statuscategorieën

source: Name:
fr: Nom:
nl: Naam:

source: Category:
de: Kategorie:
fr: Catégorie:
nl: Categorie:

source: Summary:
de: Zusammenfassung:
fr: Résumé:
nl: Samenvatting:

source: List
de: Liste
fr: Liste
nl: Lijst

# StaticAllObjectsShareVariable
source: Static (all objects share one copy of the same variable)
de: Statisch (alle Objekte teilen sich eine Kopie derselben Variablen)
fr: Statique (tous les objets partagent une copie de la même variable)
nl: Statisch (alle objecten delen één kopie van dezelfde variabele)

source: Can Be Set By Derived
de: Kann durch Abgeleitet festgelegt werden
fr: Peut être défini par dérivé
nl: Kan worden ingesteld door afgeleide variabele

source: Search...
de: Suchen...
fr: Recherche...
nl: Zoeken...

# EnterFile
source: Enter the new file's name:
de: Geben Sie den Namen der neuen Datei ein:
fr: Entrez le nom du nouveau fichier :
nl: Voer de naam van het nieuwe bestand in:

source: Label
de: Etikett
fr: Étiquette
nl: Etiket

# ValidationTextForWrapping
source: This is validation text which is really long so that it line wraps okay? Yes, it should...
de: Das ist ein Validierungstext, der wirklich lang ist, sodass er in Zeilen umgebrochen wird, okay? Ja, es sollte...
fr: Il s'agit d'un texte de validation qui est vraiment long pour que la ligne soit renvoyée, d'accord ? Oui, ça devrait...
nl: Dit is een validatietekst die zo erg lang is, zodat de regel doorloopt, oké? Ja, dat zou moeten kunnen...

source: Please wait...
de: Bitte warten...
fr: S'il vous plaît, attendez...
nl: Even geduld aub...

# VariableCreate
source: Create a new variable
de: Erstellen Sie eine neue Variable
fr: Créer une nouvelle variable
nl: Maak een nieuwe variabele

# VariableTunnelIntoContainer
source: Tunnel a variable in a contained object
de: Tunneln Sie eine Variable in einem enthaltenen Objekt
fr: Tunnelier une variable dans un objet contenu
nl: Tunnel een variabele in een ingesloten object

# ExposeVariable
source: Expose an existing variable
de: Machen Sie eine vorhandene Variable verfügbar
fr: Exposer une variable existante
nl: Maak een bestaande variabele zichtbaar

# SelectExistingVariable
source: Select an existing variable:
de: Wählen Sie eine vorhandene Variable aus:
fr: Sélectionnez une variable existante :
nl: Selecteer een bestaande variabele:

# HintTopRowInformation
source: This is the top row with information. Below is the list box, custom control stack, then the button stack
de: Dies ist die oberste Zeile mit Informationen. Unten befindet sich das Listenfeld, der benutzerdefinierte Steuerelementstapel und dann der Schaltflächenstapel
fr: Il s'agit de la rangée supérieure contenant des informations. Ci-dessous se trouve la zone de liste, la pile de contrôles personnalisés, puis la pile de boutons
nl: Dit is de bovenste rij met informatie. Hieronder vindt u de keuzelijst, de aangepaste controlestapel en vervolgens de knoppenstapel

# ObjectNew
source: New Object
de: Neues Objekt
fr: Nouvel objet
nl: Nieuw Object

source: Entity
de: Entität
fr: Entité
nl: Entiteit

source: From File
de: Von Datei
fr: À partir du fichier
nl: Van bestand

# FrbOrCustomType
source: FlatRedBall or Custom Type
de: FlatRedBall oder benutzerdefinierter Typ
fr: FlatRedBall ou type personnalisé
nl: FlatRedBall of maatwerk type

source: Source name:
de: Quellenname:
fr: Nom de la source:
nl: Bronnaam:

source: List Type:
de: Listentyp:
fr: Type de liste :
nl: Lijsttype:

# EnterNewObjectName
source: Enter the new object's name
de: Geben Sie den Namen des neuen Objekts ein
fr: Entrez le nom du nouvel objet
nl: Voer de naam van het nieuwe object in

# ObjectDelete
source: Delete Object?
de: Objekt löschen?
fr: Supprimer l'objet ?
nl: Object verwijderen?

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

# DeleteAlsoFollowing
source: The following items will also be deleted:
de: Die folgenden Elemente werden ebenfalls gelöscht:
fr: Les éléments suivants seront également supprimés :
nl: De volgende items worden ook verwijderd:

# DeleteQuestion
source: Are you sure you want to delete?
de: Sind Sie sicher, dass Sie löschen möchten?
fr: Etes-vous sûr que vous voulez supprimer?
nl: Weet je zeker dat je wilt verwijderen?

source: Install Update
de: Installiere Update
fr: Installer la mise à jour
nl: Installeer update

source: Inherit from GameScreen
de: Von GameScreen erben
fr: Hériter de GameScreen
nl: Erven van GameScreen

source: Level Screen
de: Level-Bildschirm
fr: Écran de level
nl: Level scherm

# SetAsStartupScreen
source: Set as StartUp Screen (first screen when running)
de: Als Startbildschirm festlegen (erster Bildschirm beim Ausführen)
fr: Définir comme écran de démarrage (premier écran lors de l'exécution)
nl: Instellen als opstartscherm (eerste scherm tijdens het opstarten)

# EntitiesCopyAnotherLevel
source: Copy Entities From Other Level
de: Elemente von einer anderen Level kopieren
fr: Copier des entités d'un autre level
nl: Kopieer entiteiten van een ander level

# TmxAddStandard
source: Add Standard TMX File
de: Standard-TMX-Datei hinzufügen
fr: Ajouter un fichier TMX standard
nl: Standaard TMX-bestand toevoegen

# TmxCopyOtherLevel
source: Copy TMX From Other Level
de: Kopieren Sie TMX von einer anderen Level
fr: Copier TMX à partir d'un autre level
nl: Kopieer TMX van een ander level

# TmxNoFile
source: No TMX File (Can be added later)
de: Keine TMX-Datei (Kann später hinzugefügt werden)
fr: Aucun fichier TMX (peut être ajouté ultérieurement)
nl: Geen TMX-bestand (kan later worden toegevoegd)

source: Game Screen (Base Level Screen)
de: Spielbildschirm (Basisebene-Bildschirm)
fr: Écran de jeu (écran de niveau de base)
nl: Spelscherm (basisniveauscherm)

source: Empty Screen
de: Leerer Bildschirm
fr: Écran vide
nl: Leeg scherm

# EntitiesListAdd
source: Add Lists for Entities
de: Listen für Entitäten hinzufügen
fr: Ajouter des listes pour les entités
nl: Lijsten voor entiteiten toevoegen

# LayeredTileMapAdd
source: Add LayeredTileMap
de: LayeredTileMap hinzufügen
fr: Ajouter un LayeredTileMap
nl: Voeg LayeredTileMap toe

# SolidCollisionAdd
source: Add SolidCollision ShapeCollection
de: SolidCollision ShapeCollection hinzufügen
fr: Ajouter SolidCollision ShapeCollection
nl: Voeg SolidCollision ShapeCollection toe

# CloudCollisionAdd
source: Add CloudCollision ShapeCollection
de: CloudCollision ShapeCollection hinzufügen
fr: Ajouter CloudCollision ShapeCollection
nl: Voeg CloudCollision ShapeCollection toe

source: Generate Display Code
de: Anzeigecode generieren
fr: Générer le code d'affichage
nl: Weergavecode genereren

# AspectRatioVariable
source: Variable Aspect Ratio
de: Variables Seitenverhältnis
fr: Format d'aspect variable
nl: Variabele aspectverhouding

# AspectRatioFixed
source: Fixed Aspect Ratio
de: Festes Seitenverhältnis
fr: Format d'aspect fixe
nl: Gefixeerde aspectverhouding

# AspectRatioRanged
source: Ranged Aspect Ratio
de: Fernkampf Seitenverhältnis
fr: Format d'aspect à distance
nl: Bereikte aspectverhouding

source: Point
de: Punkt
fr: Indiquer
nl: Punt

source: Linear
fr: Linéaire
nl: Lineair

source: Texture Filter
de: Texturfilter
fr: Filtre de texture
nl: Textuurfilter

# WindowResizingAllow
source: Allow Window Resizing
de: Fenstergrößenänderung zulassen
fr: Autoriser le redimensionnement de la fenêtre
nl: Venstergrootte aanpassen toestaan

# HintGameZoomGlueCannotSet
source: The game's zoom cannot be set by Glue. The zoom will effectively be a result of the desired resolution and the resolution of the monitor.
de: Der Zoom des Spiels kann nicht von Glue eingestellt werden. Der Zoom hängt effektiv von der gewünschten Auflösung und der Auflösung des Monitors ab.
fr: Le zoom du jeu ne peut pas être défini par Glue. Le zoom dépendra effectivement de la résolution souhaitée et de la résolution du moniteur.
nl: De zoomfunctie van het spel kan niet worden ingesteld met Glue. De zoomlens zal in feite een resultaat zijn van de gewenste resolutie en de resolutie van de monitor.

source: Preserve Stretch Area
de: Dehnungsbereich erhalten
fr: Préserver la zone d'étirement
nl: Rekgebied behouden

source: Increase Visible Area
de: Sichtbaren Bereich vergrößern
fr: Augmenter la zone visible
nl: Vergroot het zichtbare gebied

# HintSupportedOrientationsDocumentation
source: See the SupportedOrientations documentation for controlling mobile orientations.
de: Informationen zum Steuern mobiler Ausrichtungen finden Sie in der SupportedOrientations-Dokumentation.
fr: Consultez la documentation SupportedOrientations pour contrôler les orientations mobiles.
nl: Zie de SupportedOrientations-documentatie voor het beheren van mobiele oriëntaties.

# EnterNameDisplaySetting
source: Enter a name for the display setting
de: Geben Sie einen Namen für die Anzeigeeinstellung ein
fr: Entrez un nom pour le paramètre d'affichage
nl: Voer een naam in voor de weergave-instelling

# ProjectSaveCameraChanges
source: Saving project due to camera changes
de: Projekt wird wegen Kamerawechsel gespeichert
fr: Sauvegarde du projet en raison de changements de caméra
nl: Project opslaan vanwege camerawijzigingen

# RemoveDisplayOption
source: Removing Display Option
de: Anzeigeoption entfernen
fr: Supprimer l’option d’affichage
nl: Weergaveoptie verwijderen

source: From:
de: Aus:
fr: À partir:
nl: Van:

source: To
de: Zu:
fr: Vers:
nl: Tot:

source: Activate
de: Aktivieren
fr: Activer
nl: Activeren

source: Execute
de: Ausführen
fr: Exécuter
nl: Uitvoeren

# CSharpProjectFiles
source: C# Project Files
de: C#-Projektdateien
fr: Fichiers de projet C#
nl: C#-projectbestanden

# CopyAutomatically
source: Automatically copy
de: Automatisch kopieren
fr: Copier automatiquement
nl: Automatisch kopiëren

# CopyManual
source: Manual copy:
de: Manuelle Kopie:
fr: Copie manuelle :
nl: Handmatig kopiëren:

# CopiedReferencesForProjectAInB
source: Copied references for project {0} in {1}.
de: Referenzen für Projekt {0} in {1} kopiert.
fr: Références copiées pour le projet {0} dans {1}.
nl: Referenties gekopieerd voor project {0} in {1}.

# SkippingProjectNotFound
source: Skipping project {0} because a matching project was not found in {1}
de: Projekt {0} wird übersprungen, da in {1} kein passendes Projekt gefunden wurde
fr: Projet {0} ignoré, car aucun projet correspondant n'a été trouvé dans {1}
nl: Project {0} wordt overgeslagen omdat er geen overeenkomend project is gevonden in {1}

source: Load
de: Laden
fr: Charger
nl: Laad

# PluginRestartToDelete
source: Success - Glue must be restarted to finish removing the plugin.
de: Erfolg – Glue muss neu gestartet werden, um das Entfernen des Plugins abzuschließen.
fr: Succès - Glue doit être redémarré pour terminer la suppression du plugin.
nl: Succes - Glue moet opnieuw worden opgestart om het verwijderen van de plug-in te voltooien.

source: Load on startup
de: Beim Start laden
fr: Charger au démarrage
nl: Laden bij opstarten

source: Required by project
de: Je nach Projekt erforderlich
fr: Requis par le projet
nl: Vereist per project

# ProjectGlueNoneLoaded
source: No Glue project loaded
de: Kein Glue-Projekt geladen
fr: Aucun projet Glue chargé
nl: Geen Glue-project geladen

source: Clean all
de: Alles leeren
fr: Tout vider
nl: Alles leegmaken

# HintOrphanedFilesOfProject
source: Orphaned files are referenced by the current project but do not exist on disk. These files will cause compile errors in your project.
de: Verwaiste Dateien werden vom aktuellen Projekt referenziert, sind aber nicht auf der Festplatte vorhanden. Diese Dateien verursachen Kompilierungsfehler in Ihrem Projekt.
fr: Les fichiers orphelins sont référencés par le projet en cours mais n'existent pas sur le disque. Ces fichiers provoqueront des erreurs de compilation dans votre projet.
nl: Er wordt verwezen naar weesbestanden door het huidige project, maar ze bestaan niet op schijf. Deze bestanden veroorzaken compileerfouten in uw project.

# ErrorCannotOpenXamarin
source: Error opening Xamarin Studio - see error in output
de: Fehler beim Öffnen von Xamarin Studio – siehe Fehler in der Ausgabe
fr: Erreur lors de l'ouverture de Xamarin Studio - voir l'erreur dans la sortie
nl: Fout bij het openen van Xamarin Studio - zie fout in de uitvoer

# GlueFileAssociation
source: Your machine has the file {0} associated with Glue. It should probably be associated with a programming IDE like Visual Studio
de: Auf Ihrem Computer ist die Datei {0} mit Glue verknüpft. Es sollte wahrscheinlich mit einer Programmier-IDE wie Visual Studio verknüpft sein
fr: Votre machine possède le fichier {0} associé à Glue. Il devrait probablement être associé à un IDE de programmation comme Visual Studio
nl: Op uw machine is het bestand {0} gekoppeld aan Glue. Het moet waarschijnlijk worden geassocieerd met een programmeer-IDE zoals Visual Studio

# ErrorOpeningProjectVisualStudio
source: An error has occurred when trying to open the project. Please try again if Visual Studio has not opened.
de: Beim Versuch, das Projekt zu öffnen, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut, wenn Visual Studio nicht geöffnet wurde.
fr: Une erreur s'est produite lors de la tentative d'ouverture du projet. Veuillez réessayer si Visual Studio ne s'est pas ouvert.
nl: Er is een fout opgetreden bij het openen van het project. Probeer het opnieuw als Visual Studio niet is geopend.

# ErrorCannotOpenProject
source: An error has occurred when trying to open the project file {0}.You can still open this project manually through Windows Explorer or Visual Studio. Additional info: {1}
de: Beim Versuch, die Projektdatei {0} zu öffnen, ist ein Fehler aufgetreten. Sie können dieses Projekt weiterhin manuell über Windows Explorer oder Visual Studio öffnen. Zusätzliche Informationen: {1}
fr: Une erreur s'est produite lors de la tentative d'ouverture du fichier de projet {0}. Vous pouvez toujours ouvrir ce projet manuellement via l'Explorateur Windows ou Visual Studio. Informations supplémentaires : {1}
nl: Er is een fout opgetreden bij het openen van het projectbestand {0}. U kunt dit project nog steeds handmatig openen via Windows Verkenner of Visual Studio. Aanvullende informatie: {1}

# ProjectRemove
source: Remove Project
de: Projekt entfernen
fr: Supprimer le projet
nl: Project verwijderen

# ProjectAddExisting
source: Add Existing Project
de: Bestehendes Projekt hinzufügen
fr: Ajouter un projet existant
nl: Bestaand project toevoegen

# ProjectAndroid
source: Android project
de: Android-Projekt
fr: Projet Android

# VisualStudioFiles
source: VS Project files
de: VS-Projektdateien
fr: Fichiers de projet VS
nl: VS Project-bestanden

# ProjectIsAlreadySynced
source: The selected project is already a synced project.
de: Das ausgewählte Projekt ist bereits ein synchronisiertes Projekt.
fr: Le projet sélectionné est déjà un projet synchronisé.
nl: Het geselecteerde project is al een gesynchroniseerd project.

source: In Game Project
de: Im Spielprojekt
fr: Dans le projet de jeu
nl: In spelproject

source: On File System
de: Im Dateisystem
fr: Sur le système de fichiers
nl: Op bestandssysteem

source: View in Explorer
de: Im Explorer anzeigen
fr: Afficher dans l'Explorateur
nl: Bekijk in Verkenner

# EnterNewScreenName
source: Enter a name for the new Screen
de: Geben Sie einen Namen für das neue Fenster ein
fr: Entrez un nom pour le nouvel écran
nl: Voer een naam in voor het nieuwe scherm

# ErrorNewProjectFirst
source: You need to create or load a project first.
de: Sie müssen zuerst ein Projekt erstellen oder laden.
fr: Vous devez d'abord créer ou charger un projet.
nl: U moet eerst een project aanmaken of laden.

# ErrorOpenAttemptFailed
source: Attempted to open {0} but failed: {1}
de: Versuch, {0} zu öffnen, aber fehlgeschlagen: {1}
fr: Tentative d'ouverture de {0} mais échec : {1}
nl: Poging is gedaan om {0} te openen, maar dat mislukte: {1}
