Repository: vchelaru/FlatRedBall
Catalog: FRBDK/Localization/Texts.*.resx
Languages: de, fr, nl

source: Loading Plugins
de: Plugins werden geladen
fr: Chargement des plugins
nl: Plugins worden geladen

source: Loading Settings
de: Chargement des paramètres
fr: Chargement des paramètres
nl: Instellingen worden geladen

source: Initializing Glue Systems
de: Glue-Systeme initialisieren
fr: Initialisation des systèmes Glue
nl: Glue systeem initialiseren

source: Initializing EventManager
de: EventManager wird initialisiert
fr: Initialisation du système d'événements
nl: Eventmanager initialiseren

source: Initializing ExposedVariableManager
de: Initialisierung des Managers verfügbarer Variablen
fr: Initialisation du système de variables exposées
nl: Openbare variabelen manager initialiseren

# ErrorCannotLoadGlue
source: Could not load assemblies - you probably need to rebuild Glue.
de: Baugruppen konnten nicht geladen werden – Sie müssen Glue wahrscheinlich neu erstellen.
fr: Impossible de charger les assemblys : vous devrez probablement reconstruire Glue.
nl: Kan niet de vereiste libraries inladen - u moet waarschijnlijk Glue hercompileren

source: Error
de: Fehlermeldung
fr: Erreur
nl: Foutmelding

source: Initialize Error Reporting
de: Fehlerberichterstattung initialisieren
fr: Initialiser le rapport d'erreurs
nl: Foutmelding systeem initialiseren

source: Initializing Right Click Menus
de: Rechtsklick-Menüs initialisieren
fr: Initialisation des menus contextuels
nl: Rechtermuisknop-menus initialiseren

source: Initializing Property Grids
de: Eigenschaftsraster initialisieren
fr: Initialisation des grilles de propriétés
nl: Eigenschappenrooster initialiseren

source: Initializing InstructionManager
de: Anweisungsmanagers initialisieren
fr: Initialisation du gestionnaire d'instructions
nl: Instructiemanagers initialiseren

source: Initializing TypeConverter
de: Typkonverter wird initialisiert
fr: Initialisation du convertisseur de type
nl: TypeConverter initialiseren

source: Initializing Navigation Stack
de: Navigationsstapel wird initialisiert
fr: Initialisation de la pile de navigation
nl: Navigatiestapel initialiseren

source: Initializing File Watch
de: Dateiüberwachung initialisieren
fr: Initialisation du suivi des fichiers
nl: Bestandtracker initialiseren

source: Loading Custom Type Info
de: Benutzerdefinierte Typinformationen werden geladen
fr: Chargement d'informations de type personnalisé
nl: Maatwerk datatype-informatie laden

source: Loading Project
de: Projekt wird geladen
fr: Chargement du projet
nl: Project laden

# MenuStripTitle
source: Menu Strip
de: Menüleiste
fr: Bande de menu
nl: Menustrook

# LoadingX
source: Loading {0}
de: Laden {0}
fr: Chargement de {0}
nl: {0} laden

# ErrorLoadingSettings
source: Error loading your settings file which is located at
de: Fehler beim Laden Ihrer Einstellungsdatei, die sich unter befindet
fr: Erreur lors du chargement de votre fichier de paramètres qui se trouve à l'adresse
nl: Er is een fout opgetreden bij het laden van uw instellingen die zich bevind op pad

source: Error details:
de: Fehlerdetails:
fr: Détails de l'erreur:
nl: Foutmelding details:

# FilterResultsDescription
source: Begin a search with "f", "e", "s", "o", or "v" (letter then space) to filter results.
de: Beginnen Sie eine Suche mit \"f \", \"e \", \"s \", \"o \" oder \"v \" (Buchstabe, dann Leerzeichen), um die Ergebnisse zu filtern.
fr: Commencez une recherche par \"f \", \"e \", \"s \", \"o \", ou \"v \" (lettre puis espace) pour filtrer les résultats.
nl: Begin met zoeken door \"f \", \"e \", \"s \", \"o \", or \"v \" (letter en spatie) in te voeren om zo resultaten te filteren

source: Filtered to Files...
de: Nach Dateien gefiltert...
fr: Filtré vers les fichiers...
nl: Gefilterd naar bestanden...

source: Filtered to Entities...
de: Nach Entitäten gefiltert...
fr: Filtré vers les entités...
nl: Gefilterd op entiteiten...

source: Filtered to Screens...
de: Nach Bildschirmen gefiltert...
fr: Filtré sur les écrans...
nl: Gefilterd op schermen...

source: Filtered to Objects...
de: Nach Objekten gefiltert...
fr: Filtré vers les objets...
nl: Gefilterd op objecten...

source: Filtered to Variables...
de: Nach Variablen gefiltert...
fr: Filtré vers les variables...
nl: Gefilterd op variabelen...

# ProjectNew
source: New Project
de: Neues Projekt
fr: Nouveau projet
nl: Nieuw project

# ProjectLoad
source: Load Project...
de: Projekt laden...
fr: Charger le projet...
nl: Project laden...

# ProjectClose
source: Close Project
de: Projekt schließen
fr: Fermer le projet
nl: Project sluiten

source: File
de: Datei
fr: Déposer
nl: Bestand

source: Edit
de: Bearbeiten
fr: Modifier
nl: Bewerken

source: Find file references...
de: Dateiverweise finden...
fr: Rechercher des références de fichiers...
nl: Zoek naar bestandsreferenties...

source: Project
de: Projekt
fr: Projet

# GroupExport
source: Export Group...
de: Gruppe exportieren...
fr: Exporter un groupe...
nl: Groep exporteren...

# GroupImport
source: Import group...
de: Gruppe importieren...
fr: Importer un groupe...
nl: Groep importeren...

source: Error Check
de: Fehlerprüfung
fr: Vérification des erreurs
nl: Foutcontrole

source: Content
de: Inhalt
fr: Contenu
nl: Inhoud

# ContentAdditional
source: Additional Content
de: Zusätzlicher Inhalt
fr: Contenu additionnel
nl: Overige content

# ContentAdditionalViewTypes
source: View Additional Content Types
de: Zusätzliche Inhaltstypen anzeigen
fr: Voir les types de contenu supplémentaires
nl: Bekijk overige inhoudstypen

# ProjectForAll
source: For All Projects
de: Für alle Projekte
fr: Pour tous les projets
nl: Voor alle projecten

# ProjectThisOnly
source: For This Project Only
de: Nur für dieses Projekt
fr: Pour ce projet uniquement
nl: Alleen voor dit project

# NewContentCSV
source: New Content (CSV file)...
de: Neuer Inhalt (CSV-Datei)...
fr: Nouveau contenu (fichier CSV)...
nl: Nieuwe inhoud (CSV-bestand)...

source: View New File Template Folder
de: Neuen Dateivorlagenordner anzeigen
fr: Afficher le dossier du nouveau modèle de fichier
nl: Bekijk de nieuwe bestandssjabloonmap

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: File Associations
de: Dateizuordnungen
fr: Les associations de fichiers
nl: Bestandskoppelingen

source: File Build Tools
de: Dateierstellungstools
fr: Outils de création de fichiers
nl: Bestandsopbouwhulpmiddelen

source: Performance Settings
de: Leistungseinstellungen
fr: Paramètres de performances
nl: Prestatie-instellingen

source: Custom Game Class
de: Benutzerdefinierte Game Class
fr: Game Class de personnalisé
nl: Maatwerk Game Class

source: Update
de: Aktualisieren
fr: Mise à jour

# PluginInstall
source: Install Plugin
de: PIugin installieren
fr: Installer un plugin
nl: Installeer plugin

# PluginUninstall
source: Uninstall Plugin
de: Plugin deinstallieren
fr: Désinstaller un plugin
nl: Plugin verwijderen

# PluginCreate
source: Create Plugin
de: Plugin erzeugen
fr: Créer un plugin
nl: Plug-in aanmaken

source: Help
de: Hilfe
fr: Aide

source: Tutorials
fr: Tutoriels
nl: Handleidingen

source: Report a Bug
de: Melde einen technischen Fehler
fr: Signaler un bug
nl: Rapporteer een bug

# ErrorCannotOpenBrowser
source: Could not open a browser to the URL:\n\n{0}\n\nTry entering the address in a browser manually.
de: Der Browser für die URL konnte nicht geöffnet werden:\n\n{0}\n\nVersuchen Sie, die Adresse manuell in einen Browser einzugeben.
fr: Impossible d'ouvrir un navigateur vers l'URL :\n\n{0}\n\nEssayez de saisir manuellement l'adresse dans un navigateur.
nl: Kan geen browser openen met de URL:\n\n{0}\n\nProbeer het adres handmatig in een browser in te voeren.

# EnterFileWithExtension
source: Enter the file name with extension, but no path (for example "myfile.png")
de: Geben Sie den Dateinamen mit Erweiterung, aber ohne Pfad ein (z. B. „myfile.png“).
fr: Entrez le nom du fichier avec l'extension, mais pas de chemin (par exemple "monfichier.png")
nl: Voer de bestandsnaam in met de extensie, maar zonder pad (bijvoorbeeld "mijnbestand.png")

source: No files found
de: Keine Dateien gefunden
fr: Aucun fichier trouvé
nl: Geen bestanden gevonden

# NoFilesReferencing
source: There are no files referencing {0}
de: Es gibt keine Dateien, die auf {0} verweisen
fr: Il n'y a aucun fichier faisant référence à {0}
nl: Er zijn geen bestanden die verwijzen naar {0}

source: Found the following:
de: Folgendes gefunden:
fr: J'ai trouvé ce qui suit :
nl: Het volgende is gevonden:

# FoundFiles
source: Files found
de: Dateien gefunden
fr: Fichiers trouvés
nl: Documenten gevonden

# AttemptFindFileReferences
source: Trying to find file references, but could not find contained file {0}
de: Es wurde versucht, Dateiverweise zu finden, die enthaltene Datei {0} konnte jedoch nicht gefunden werden.
fr: J'ai essayé de trouver des références de fichiers, mais je n'ai pas trouvé le fichier contenu {0}
nl: Er wordt geprobeerd bestandsverwijzingen te vinden, maar het bestand {0} kan niet worden gevonden

source: Enter new CSV name
de: Geben Sie einen neuen CSV-Namen ein
fr: Entrez le nouveau nom CSV
nl: Voer een nieuwe CSV-naam in

# ErrorCouldNotOpen
source: Could not open {0}
de: {0} konnte nicht geöffnet werden
fr: Impossible d'ouvrir {0}
nl: Kan {0} niet openen

# NoLoadedGlueProject
source: There is no loaded Glue project
de: Es ist kein Glue-Projekt geladen
fr: Il n’y a aucun projet Glue chargé
nl: Er is geen Glue-project geladen

# EnterCustomClassDeleteContents
source: Enter the custom class name. Delete the contents to not use a custom class.
de: Geben Sie den Namen der benutzerdefinierten Klasse ein. Löschen Sie den Inhalt, um keine benutzerdefinierte Klasse zu verwenden.
fr: Entrez le nom de la classe personnalisée. Supprimez le contenu pour ne pas utiliser de classe personnalisée.
nl: Voer de aangepaste klassenaam in. Verwijder de inhoud als u geen maatwerk klasse wilt gebruiken.

# ErrorCouldntFindGameClass
source: Couldn't find the game class.
de: Die Spielklasse konnte nicht gefunden werden.
fr: Impossible de trouver la classe du jeu.
nl: Kan de Game Class niet vinden.

# GameClassFound
source: Game class found:\n\n{0}
de: Spielklasse gefunden:\n\n{0}
fr: Classe de jeu trouvée :\n\n{0}
nl: Game Class gevonden:\n\n{0}

source: Game
de: Spiel
fr: Jeu
nl: Spel

source: Editor Settings
de: Editor-Einstellungen
fr: Paramètres de l'éditeur
nl: Editor-instellingen

# ErrorFailedChangeGameEditMode
source: Failed to change game/edit mode.
de: Der Spiel-/Bearbeitungsmodus konnte nicht geändert werden.
fr: Échec du changement de mode jeu/édition.
nl: Kan de spel-/bewerkingsmodus niet wijzigen.

# GameSendNoResponseBack
source: Game sent no response back.
de: Das Spiel hat keine Antwort zurückgesendet.
fr: Le jeu n'a renvoyé aucune réponse.
nl: Spel stuurde geen reactie terug.

source: Generate Glue control code
de: Generieren Sie den Glue-Steuercode
fr: Générer le code de contrôle Glue
nl: Genereer Glue controlecode

source: Generate new Glue control code
de: Generieren Sie einen neuen Glue-Steuercode
fr: Générer un nouveau code de contrôle Glue
nl: Genereer een nieuwe Glue controlecode

# FailedFindGameHandle
source: Failed to find game handle.
de: Spiel-Handle konnte nicht gefunden werden.
fr: Impossible de trouver la poignée de jeu.
nl: Kan de gamehandle niet vinden.

# FailedFindWindowHandle
source: Failed to find window handle.
de: Spielfenster-Handle konnte nicht gefunden werden.
fr: Impossible de trouver le handle de la fenêtre de jeu.
nl: Kan de windowhandle niet vinden.

source: Quick Actions
de: Schnelle Aktionen
fr: Actions rapides
nl: Snelle acties

# ProjectNewGum
source: New Gum Project
de: Neues Gum-Projekt
fr: Nouveau projet Gum
nl: Nieuw Gum project

source: Tools
de: Werkzeuge
fr: Outils
nl: Hulpmiddelen

# GumPluginHandleNewFrbScreen
source: Gum Plugin - handle new FRB screen {0}
de: Gum Plugin – neuen FRB-Bildschirm {0} verarbeiten
fr: Gum Plugin - gérer le nouvel écran FRB {0}
nl: Gum Plugin - nieuw FRB-scherm {0} verwerken

# GumConfirmDeleteScreen
source: Delete the Gum Screen {0} for {1}?
de: Den Gum-Bildschirm {0}\nfür {1} löschen?
fr: Supprimer l'écran Gum {0} pour {1} ?
nl: Het Gum-scherm {0}\nvoor {1} verwijderen?

# GumProjectFileCanOnlyAddedToGlobal
source: The Gum project file (.gumx) can only be added to global content.
de: Die Gum-Projektdatei (.gumx) kann nur zu globalen Inhalten hinzugefügt werden.
fr: Le fichier de projet Gum (.gumx) ne peut être ajouté qu'au contenu global.
nl: Het Gum-projectbestand (.gumx) kan alleen aan globale inhoud worden toegevoegd.

# GumReordering
source: Reordering .gumx
de: .gumx neu anordnen
fr: Réorganiser .gumx
nl: .gumx opnieuw ordenen

# GumIncludeRecommendedFormsControls
source: Include Forms Controls (Recommended)
de: Formularsteuerelemente einbeziehen (empfohlen)
fr: Inclure des contrôles de formulaires (recommandé)
nl: Formulierbesturingselementen opnemen (aanbevolen)

# GumNoForms
source: No Forms, only raw Gum
de: Keine Formen, nur Gum
fr: Pas de formulaires, seulement de la Gum brute
nl: Geen formulieren, alleen Gum

# GumAddFRBForms
source: Add Gum and FlatRedBall Forms?
de: Gum- und FlatRedBall-Formen hinzufügen?
fr: Ajouter des formulaires Gum et FlatRedBall ?
nl: Gum- en FlatRedBall-formulieren toevoegen?

# GumErrorCreateFRBFirst
source: You must first create a FlatRedBall project before adding a Gum project
de: Sie müssen zunächst ein FlatRedBall-Projekt erstellen, bevor Sie ein Gum-Projekt hinzufügen können
fr: Vous devez d'abord créer un projet FlatRedBall avant d'ajouter un projet Gum
nl: U moet eerst een FlatRedBall-project maken voordat u een Gum-project toevoegt

# GumProjectAlreadyExists
source: A Gum project already exists
de: Es existiert bereits ein Gum-Projekt
fr: Un projet Gum existe déjà
nl: Er bestaat al een Gum-project

# GumProjectCreating
source: Creating Gum Project
de: Gum-Projekt erstellen
fr: Création d'un projet Gum
nl: Gum Project aanmaken

source: Gum Properties
de: Gum-eigenschaften
fr: Propriétés de la Gum
nl: Gum eigenschappen

source: Refreshing Font Cache
de: Erfrischender Schriftarten-Cache
fr: Actualiser le cache des polices
nl: Lettertypecache vernieuwen

# GumPluginGluxLoad
source: Gum plugin reacting to glux load
de: Gum-Plugin reagiert auf Glux-Last
fr: Plugin Gum réagissant à la charge Glux
nl: Gum-plug-in reageert op glux-lasten

source: Grid and Markings
de: Raster und Markierungen
fr: Grille et marquages
nl: Raster en markeringen

source: Snapping
de: Schnappen
fr: Capture
nl: Snappen

# WarningLocalizationFileChange
source: This will also reload if localization CSV files change. If unchecked, the game will only respond to file changes (like TMX) in edit mode
de: Dies wird auch neu geladen, wenn sich die Lokalisierungs-CSV-Dateien ändern.\nWenn diese Option deaktiviert ist, reagiert das Spiel nur im Bearbeitungsmodus auf Dateiänderungen (wie TMX).
fr: Cela rechargera également si les fichiers CSV de localisation changent.\nSi cette case n'est pas cochée, le jeu ne répondra qu'aux modifications de fichiers (comme TMX) en mode édition.
nl: Dit wordt ook opnieuw geladen als de lokalisatie-CSV-bestanden veranderen.\nAls dit niet is aangevinkt, reageert de game alleen op bestandswijzigingen (zoals TMX) in de bewerkingsmodus

# ErrorGameThrewNullString
source: Null string returned back from the game
de: Aus dem Spiel wurde eine Nullzeichenfolge zurückgegeben
fr: Chaîne nulle renvoyée du jeu
nl: Null-string tekst is ontspoort in het spel

# ErrorGameMustRunToGetStoredCommands
source: The game must be running to get its stored commands
de: Das Spiel muss ausgeführt werden, um seine gespeicherten Befehle abzurufen
fr: Le jeu doit être en cours d'exécution pour récupérer ses commandes stockées
nl: Het spel moet draaien om de opgeslagen opdrachten te kunnen ophalen

# EnableGameEmbedInSettings
source: Enable Game Embed and Edit in Settings
de: Aktivieren Sie das Einbetten und Bearbeiten von Spielen in den Einstellungen
fr: Activer l'intégration et la modification du jeu dans les paramètres
nl: Schakel Game insluiten en bewerken in via de instellingen

# StartGameInEditMode
source: Starts the game in edit mode on the startup screen.
de: Startet das Spiel im Bearbeitungsmodus auf dem Startbildschirm.
fr: Démarre le jeu en mode édition sur l'écran de démarrage.
nl: Start het spel in de bewerkingsmodus op het opstartscherm.

source: Select Startup Screen
de: Wählen Sie Startbildschirm
fr: Sélectionner l’écran de démarrage
nl: Selecteer Opstartscherm

# SelectStartupScreenInEdit
source: Selects the startup screen in edit.
de: Wählt den Startbildschirm während der Bearbeitung aus.
fr: Sélectionne l'écran de démarrage lors de l'édition.
nl: Selecteert het opstartscherm tijdens bewerken.

source: Focus on Selection
de: Fokus auf Auswahl
fr: Focus sur la sélection
nl: Focus op selectie

# MoveCameraToItemPlayAnimation
source: Moves the camera to the selected item and plays the selection animation.
de: Bewegt die Kamera zum ausgewählten Element und spielt die Auswahlanimation ab.
fr: Déplace la caméra vers l'élément sélectionné et lit l'animation de sélection.
nl: Verplaatst de camera naar het geselecteerde item en speelt de selectie-animatie af.

# ViewPreviewExplorer
source: View Preview in Explorer
de: Vorschau im Explorer anzeigen
fr: Afficher l'aperçu dans l'Explorateur
nl: Bekijk voorbeeld in Verkenner

source: Set Preview File
de: Vorschaudatei festlegen
fr: Définir le fichier d'aperçu
nl: Voorbeeldbestand instellen

source: From Custom File...
de: Von benutzerdefinierter Datei...
fr: À partir d'un fichier personnalisé...
nl: Van maatwerk bestand...

source: From Entity...
de: Von Entität...
fr: À partir de l'entité...
nl: Van entiteit...

source: Remove from Toolbar
de: Aus Toolbar entfernen
fr: Retirer de la barre d'outils
nl: Verwijderen uit de werkbalk

source: OK
fr: D'accord

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Build Settings
de: Build-Einstellungen
fr: Paramètres de construction
nl: Bouw-instellingen

source: Building...
de: Gebäude...
fr: Bâtiment...
nl: Bouwen...

source: Cancel Build
de: Bau abbrechen
fr: Annuler la construction
nl: Bouwen annuleren

source: Build Game
de: Baue das Spiel
fr: Jeu de construction
nl: Bouw spel

# BuildCurrentGame
source: Builds the current game project
de: Bauet das aktuelle Spielprojekt
fr: Construit le projet de jeu actuel
nl: Bouwt het huidige spelproject

source: Package Game
de: Packe das Spiel
fr: Emballez le jeu
nl: Verpak het spel

# CreateZipGameDistribution
source: Creates a .zip file for distributing your game.
de: Erstellt eine .zip-Datei zur Verteilung Ihres Spiels.
fr: Crée un fichier .zip pour distribuer votre jeu.
nl: Creëert een .zip-bestand voor het distribueren van uw spel.

source: Print MSBuild Command
de: MSBuild-Befehl kopieren
fr: Copier la commande MSBuild
nl: Kopieer de MSBuild-opdracht

source: Slow Down
de: Verlangsamen
fr: Ralentir
nl: Vertragen

# ReduceGameSpeedSlowMotion
source: Reduce game speed (makes it run in slow-motion)
de: Reduzieren Sie die Spielgeschwindigkeit (lässt es in Zeitlupe laufen)
fr: Réduire la vitesse du jeu (le fait fonctionner au ralenti)
nl: Verlaag de spelsnelheid (laat het in slow motion draaien)

source: Speed Up
de: Beschleunigen
fr: Accélérer
nl: Versnellen

# IncreaseGameSpeedFastForward
source: Increases game speed (makes it run in fast-forward)
de: Erhöht die Spielgeschwindigkeit (lässt es im Schnellvorlauf laufen)
fr: Augmente la vitesse du jeu (le fait fonctionner en avance rapide)
nl: Verhoogt de spelsnelheid (laat het snel vooruitspoelen)

source: Take Snapshot
de: Schnappschuss machen
fr: Prendre un instantané
nl: Maak snapshot

# GlueCannotCommunicateWithGame
source: Glue is unable to communicate with your game. To enable this communication, click the "Generate GlueControlManager in Game1" checkbox and restart the game
de: Glue kann nicht mit Ihrem Spiel kommunizieren. Um diese Kommunikation zu aktivieren, klicken Sie auf das Kontrollkästchen „GlueControlManager in Spiel1 generieren“ und starten Sie das Spiel neu
fr: Glue n'est pas en mesure de communiquer avec votre jeu. Pour activer cette communication, cochez la case "Générer GlueControlManager dans Game1" et redémarrez le jeu.
nl: Glue kan niet communiceren met je spel. Om deze communicatie mogelijk te maken, klikt u op het selectievakje "Genereer GlueControlManager in Game1" en start u het spel opnieuw

source: None
de: Keiner
fr: Aucun
nl: Geen

source: Top-Down
fr: Jeu descendant

source: Platformer
de: Plattformer
fr: Plateforme
nl: Platformgame

# HintSetInputMovementType
source: Setting the input gesture type allows for standard keyboard, gamepad, or custom input gestures.
de: Durch Festlegen des Eingabebewegungstyps werden Standardbewegungen über die Tastatur, das Gamepad oder benutzerdefinierte Eingaben ermöglicht.
fr: La définition du type de mouvement d'entrée permet un mouvement standard à l'aide du clavier, de la manette de jeu ou d'une saisie personnalisée.
nl: Door het invoerbewegingstype in te stellen, is standaardbeweging mogelijk met behulp van het toetsenbord, de gamepad of aangepaste invoer.

# HintMovementNoneSelected
source: If None is checked, no movement code is generated.
de: Wenn „Keine“ aktiviert ist, wird kein Bewegungscode generiert.
fr: Si Aucun est coché, aucun code mouvement n'est généré.
nl: Als Geen is geselecteerd, wordt er geen bewegingscode gegenereerd.

# HintTopdownMovementGeneration
source: If Top-Down is checked, standard top-down movement code is generated for moving in four directions.
de: Wenn „Top-Down“ aktiviert ist, wird ein standardmäßiger Top-Down-Bewegungscode für Bewegungen in vier Richtungen generiert.
fr: Si la case Top-Down est cochée, un code de mouvement descendant standard est généré pour se déplacer dans quatre directions.
nl: Als Top-Down is aangevinkt, wordt standaard top-down bewegingscode gegenereerd voor het bewegen in vier richtingen.

# HintPlatformerMovementGeneration
source: If Platformer is checked, standard platformer movement code is generated for moving horizontally and jumping.
de: Wenn „Platformer“ aktiviert ist, wird ein Standard-Plattformer-Bewegungscode für horizontale Bewegungen und Sprünge generiert.
fr: Si Platformer est coché, un code de mouvement standard de plateforme est généré pour se déplacer horizontalement et sauter.
nl: Als Platformer is aangevinkt, wordt standaard platformerbewegingscode gegenereerd voor horizontaal bewegen en springen.

# HintGlueCanGenerateInput
source: Glue can generate standard input reading code. This can be overridden in code
de: Glue kann Standardeingabe-Lesecode generieren. Dies kann im Code überschrieben werden
fr: Glue peut générer un code de lecture d’entrée standard. Cela peut être remplacé dans le code
nl: Glue kan standaard leescode genereren. Dit kan in code worden overschreven

# HintGamepadCodeGeneration
source: Generates code to use a gamepad if plugged in, otherwise to use the Keyboard.
de: Generiert Code zur Verwendung eines Gamepads, sofern es angeschlossen ist, andernfalls zur Verwendung der Tastatur.
fr: Génère du code pour utiliser une manette de jeu si elle est branchée, sinon pour utiliser le clavier.
nl: Genereert code om een gamepad te gebruiken als deze is aangesloten, of om anders het toetsenbord te gebruiken.

source: Gamepad with Keyboard Fallback
de: Gamepad mit Tastatur-Fallback
fr: Manette de jeu avec clavier de secours
nl: Gamepad met toetsenbordfallback

# HintZeroInputGenerationCode
source: Generates code assigning a "zero" input device.
de: Erzeugt Code, der ein „Null“-Eingabegerät zuweist.
fr: Génère un code attribuant un périphérique d'entrée "zéro".
nl: Genereert code die een "nul" invoerapparaat toewijst.

source: "Zero" InputDevice
de: „Null“ InputDevice
fr: Périphérique d'entrée "zéro"
nl: "Nul" invoerapparaat
