Repository: vchelaru/FlatRedBall
Catalog: FRBDK/Localization/Texts.*.resx
Languages: de, fr, nl

# HintGenerateNoInputCode
source: Generates no input assignment code, which will cause exceptions if not assigned in code.
de: Erzeugt keinen Eingabezuweisungscode, was zu Ausnahmen führt, wenn er nicht im Code zugewiesen wird.
fr: Ne génère aucun code d'affectation d'entrée, ce qui provoquera des exceptions s'il n'est pas attribué dans le code.
nl: Genereert geen invoertoewijzingscode, die foutmeldingen zal veroorzaken als deze niet in de code wordt toegewezen.

source: None (Must Assign in Code)
de: Keine (muss im Code zugewiesen werden)
fr: Aucun (doit attribuer dans le code)
nl: Geen (moet in code worden toegewezen)

source: Input Device
de: Eingabegerät
fr: Dispositif d'entrée
nl: Invoerapparaat

source: Input Movement Type
de: Eingabebewegungsart
fr: Type de mouvement d'entrée
nl: Type beweging invoeren

# AnimationAddEntry
source: Add Animation Entry
de: Animationseintrag hinzufügen
fr: Ajouter une entrée d'animation
nl: Animatie-invoer toevoegen

source: Empty Values
de: Leere Werte
fr: Valeurs vides
nl: Lege waarden

source: Default Ground Control
de: Standard-Bodenkontrolle
fr: Contrôle au sol par défaut
nl: Standaard grondbediening

source: Default Air Control
de: Standard-Luftsteuerung
fr: Contrôle aérien par défaut
nl: Standaard luchtregeling

# HintCreateDuplicateAnimationLayer
source: Create a duplicate of this animation layer.
de: Erstellen Sie ein Duplikat dieser Animationsebene.
fr: Créez une copie de ce calque d'animation.
nl: Maak een duplicaat van deze animatielaag.

# HintPlatformerEntityInherit
source: This entity inherits from a Platformer Entity
de: Diese Entität erbt von einer Platformer-Entität
fr: Cette entité hérite d'une entité Platformer
nl: Deze entiteit erft van een Platformer-entiteit

source: Movement Type
de: Bewegungsart
fr: Type de mouvement
nl: Bewegingstype

source: Inheritance
de: Vererbung
fr: Hériter
nl: Overerving

# HintEntityInheritsFromBase
source: If inherited, this entity will use this value as defined in the base entity.
de: Bei einer Vererbung verwendet diese Entität diesen Wert wie in der Basisentität definiert.
fr: En cas d'héritage, cette entité utilisera cette valeur telle que définie dans l'entité de base.
nl: Indien overgenomen, zal deze entiteit deze waarde gebruiken zoals gedefinieerd in de basisentiteit.

# HintOverwriteHidesBase
source: If overwriting, this entity's values for these movement values will be used instead of the base entity.
de: Beim Überschreiben werden die Werte dieser Entität für diese Bewegungswerte anstelle der Basisentität verwendet.
fr: En cas d'écrasement, les valeurs de cette entité pour ces valeurs de mouvement seront utilisées à la place de l'entité de base.
nl: Bij overschrijven worden de waarden van deze entiteit voor deze bewegingswaarden gebruikt in plaats van de basisentiteit.

source: Inherit Values
de: Werte erben
fr: Hériter des valeurs
nl: Waarden overnemen

source: Overwrite Values
de: Werte überschreiben
fr: Écraser les valeurs
nl: Waarden overschrijven

source: Horizontal Movement
de: Horizontale Bewegung
fr: Mouvement horizontal
nl: Horizontale beweging

source: Max Speed:
de: Höchstgeschwindigkeit:
fr: Vitesse maximale:
nl: Maximale snelheid:

# HintMaxSpeedPerPixel
source: The maximum speed in pixels per second that the entity can move due to input being applyed. This speed can be exceeded when on a moving platform.
de: Die maximale Geschwindigkeit in Pixel pro Sekunde, mit der sich die Entität aufgrund der angewendeten Eingabe bewegen kann. Diese Geschwindigkeit kann auf einer beweglichen Plattform überschritten werden.
fr: Vitesse maximale en pixels par seconde à laquelle l'entité peut se déplacer en raison de l'entrée appliquée. Cette vitesse peut être dépassée lorsque l'on se trouve sur une plateforme mobile.
nl: De maximale snelheid in pixels per seconde die de entiteit kan verplaatsen als gevolg van toegepaste invoer. Deze snelheid kan worden overschreden wanneer u zich op een bewegend platform bevindt.

# HintSpeedToMaxStopsImmediate
source: Speeding up to maximum speed or down to stopping happens immediately.
de: Das Hochfahren auf die Höchstgeschwindigkeit oder das Herunterfahren bis zum Anhalten erfolgt sofort.
fr: L'accélération jusqu'à la vitesse maximale ou jusqu'à l'arrêt se produit immédiatement.
nl: Versnellen naar de maximale snelheid of teruggaan naar stoppen gebeurt onmiddellijk.

# HintSpeedToMaxStopsGradually
source: Speeding up to maximum speed or down happens gradually.
de: Das Hochfahren auf die Höchstgeschwindigkeit bzw. das Herunterfahren erfolgt stufenweise.
fr: L'accélération jusqu'à la vitesse maximale ou la diminution se fait progressivement.
nl: Versnellen naar de maximale snelheid of naar beneden gebeurt geleidelijk.

source: Immediate
de: Sofort
fr: Immédiat
nl: Onmiddellijk

source: Speed Up/Down
de: Geschwindigkeit erhöhen/verringern
fr: Accélération/Descente
nl: Versnel omhoog/omlaag

source: Speed Up Time:
de: Beschleunigungszeit:
fr: Temps d'accélération :
nl: Versnel tijd:

# HintSecondsToAccelerate
source: The number of seconds to accelerate from a standstill to full speed.
de: Die Anzahl der Sekunden, die benötigt werden, um vom Stillstand auf die volle Geschwindigkeit zu beschleunigen.
fr: Le nombre de secondes nécessaires pour accélérer depuis l’arrêt jusqu’à pleine vitesse.
nl: Het aantal seconden dat nodig is om vanuit stilstand naar volle snelheid te accelereren.

source: Slow Down Time:
de: Verlangsamungszeit:
fr: Temps de ralentissement :
nl: Vertragingstijd:

# HintSlowdownToStop
source: The number of seconds to decelerate from max speed to a standstill.
de: Die Anzahl der Sekunden, die von der Höchstgeschwindigkeit bis zum Stillstand abgebremst werden müssen.
fr: Le nombre de secondes nécessaires pour décélérer de la vitesse maximale jusqu'à l'arrêt.
nl: Het aantal seconden dat nodig is om van de maximale snelheid naar stilstand te vertragen.

source: Custom deceleration above max speed
de: Verzögerung über der Höchstgeschwindigkeit
fr: Décélération au-dessus de la vitesse maximale
nl: Vertraging boven de maximale snelheid

# HintCustomDecelerationAboveMaxSpeed
source: Whether to use a custom deceleration value when moving above max speed. If false, then the Slow Down Time will be used to calculate a deceleration value. If true, a custom value will be used. This value shoudl be true for movement values with a Max Speed of 0.
de: Ob ein benutzerdefinierter Verzögerungswert verwendet werden soll, wenn die Höchstgeschwindigkeit überschritten wird. Bei „false“ wird die Slow Down Time zur Berechnung eines Verzögerungswerts verwendet. Wenn „true“, wird ein benutzerdefinierter Wert verwendet. Dieser Wert sollte für Bewegungswerte mit einer maximalen Geschwindigkeit von 0 gelten.
fr: S'il faut utiliser une valeur de décélération personnalisée lors du déplacement au-dessus de la vitesse maximale. Si faux, alors le temps de ralentissement sera utilisé pour calculer une valeur de décélération. Si c'est vrai, une valeur personnalisée sera utilisée. Cette valeur doit être vraie pour les valeurs de mouvement avec une vitesse maximale de 0.
nl: Of er een aangepaste vertragingswaarde moet worden gebruikt bij het overschrijden van de maximale snelheid. Als dit niet waar is, wordt de vertragingstijd gebruikt om een vertragingswaarde te berekenen. Indien waar, wordt een aangepaste waarde gebruikt. Deze waarde moet gelden voor bewegingswaarden met een maximale snelheid van 0.

# HintDecelerationAboveMaxSpeed
source: The deceleration value to apply to the entity if it is moving above its max speed.
de: Der Verzögerungswert, der auf das Objekt angewendet werden soll, wenn es sich über seine maximale Geschwindigkeit hinaus bewegt.
fr: La valeur de décélération à appliquer à l'entité si elle se déplace au-dessus de sa vitesse maximale.
nl: De vertragingswaarde die op de entiteit moet worden toegepast als deze boven de maximale snelheid beweegt.

source: Slope Movement
de: Hangbewegung
fr: Mouvement de pente
nl: Beweging op hellingen

# HintHorizontalMovementSlopesNotImpacted
source: Horizontal movement is not impacted by slopes.
de: Die horizontale Bewegung wird durch Gefälle nicht beeinträchtigt.
fr: Le mouvement horizontal n'est pas affecté par les pentes.
nl: Horizontale beweging wordt niet beïnvloed door hellingen.

# MoveSameSpeed
source: Move the same speed
de: Bewegen Sie sich mit der gleichen Geschwindigkeit
fr: Déplacez-vous à la même vitesse
nl: Beweeg dezelfde snelheid

# HintHorizontalMovementSlopedImpacted
source: Horizontal movement is impacted by slopes.
de: Die horizontale Bewegung wird durch Neigungen beeinflusst.
fr: Le mouvement horizontal est impacté par les pentes.
nl: Horizontale beweging wordt beïnvloed door hellingen.

source: Slopes change speed
de: Steigungen verändern die Geschwindigkeit
fr: Les pentes changent de vitesse
nl: Hellingen veranderen de snelheid

# SlopeMoveUphill
source: Character moves uphill at full speed on slope
de: Der Charakter bewegt sich am Hang mit voller Geschwindigkeit bergauf
fr: Le personnage monte une pente à toute vitesse
nl: Karakter beweegt op volle snelheid bergopwaarts op de helling

# CharacterStopMovingUphillSlope
source: Character stops moving uphill on slope
de: Der Charakter hört auf, sich am Hang bergauf zu bewegen
fr: Le personnage arrête de monter une pente
nl: Karakter stopt met bergopwaarts rijden op een helling

# CharacterMovesFullSpeedOnSlope
source: Character moves downhill at full speed on slope
de: Der Charakter bewegt sich am Hang mit voller Geschwindigkeit bergab
fr: Le personnage descend une pente à toute vitesse
nl: Karakter beweegt op volle snelheid bergafwaarts op de helling

source: Character moves downhill
de: Der Charakter bewegt sich bergab
fr: Le personnage descend la pente
nl: Karakter gaat bergafwaarts

# XFasterOnSlope
source: % faster on slope
de: % schneller am Hang
fr: % plus rapide en pente
nl: % sneller op helling

source: Jumping
de: Springen
fr: Sauter
nl: Springen

source: Jump Speed:
de: Sprunggeschwindigkeit:
fr: Vitesse de saut :
nl: Sprongsnelheid:

# HintYVelocityForJumping
source: The Y velocity to assign when jumping. Setting a value of 0 means the entity cannot jump.
de: Die beim Springen zuzuweisende Y-Geschwindigkeit. Wenn Sie den Wert 0 festlegen, kann die Entität nicht springen.
fr: La vitesse Y à attribuer lors du saut. Définir une valeur de 0 signifie que l'entité ne peut pas sauter.
nl: De Y-snelheid die moet worden toegewezen tijdens het springen. Als u een waarde van 0 instelt, kan de entiteit niet springen.

# HintHoldToJumpHigher
source: If checked, the player can hold the jump button to jump higher. If unchecked, all jumps will be the same height, regardless of how long the jump button is held.
de: Wenn diese Option aktiviert ist, kann der Spieler die Sprungtaste gedrückt halten, um höher zu springen. Wenn diese Option deaktiviert ist, haben alle Sprünge die gleiche Höhe, unabhängig davon, wie lange die Sprungtaste gedrückt gehalten wird.
fr: Si cette case est cochée, le joueur peut maintenir le bouton de saut enfoncé pour sauter plus haut. Si cette case n'est pas cochée, tous les sauts auront la même hauteur, quelle que soit la durée pendant laquelle le bouton de saut est maintenu enfoncé.
nl: Indien aangevinkt, kan de speler de springknop ingedrukt houden om hoger te springen. Indien niet aangevinkt, zullen alle sprongen dezelfde hoogte hebben, ongeacht hoe lang de springknop ingedrukt wordt gehouden.

source: Hold to Jump Higher
de: Halten Sie gedrückt, um höher zu springen
fr: Tenez pour sauter plus haut
nl: Houd ingedrukt om hoger te springen

# HintTimeAmountJumpHigher
source: The amount of time that the player can hold the jump button to jump higher. While the button is held, gravity is disabled.
de: Die Zeitspanne, die der Spieler die Sprungtaste gedrückt halten kann, um höher zu springen. Während die Taste gedrückt gehalten wird, ist die Schwerkraft deaktiviert.
fr: La durée pendant laquelle le joueur peut maintenir le bouton de saut enfoncé pour sauter plus haut. Tant que le bouton est maintenu enfoncé, la gravité est désactivée.
nl: De hoeveelheid tijd dat de speler de springknop ingedrukt kan houden om hoger te springen. Terwijl de knop ingedrukt wordt gehouden, is de zwaartekracht uitgeschakeld.

# HintPressDownThroughClouds
source: If checked, the player can press the down direction and jump to fall through clouds.
de: Wenn diese Option aktiviert ist, kann der Spieler die Abwärtsrichtung drücken und springen, um durch Wolken zu fallen.
fr: Si cette case est cochée, le joueur peut appuyer vers le bas et sauter pour tomber à travers les nuages.
nl: Indien aangevinkt, kan de speler op de neerwaartse richting drukken en springen om door de wolken te vallen.

source: Can Fall Through Clouds
de: Kann durch Wolken fallen
fr: Peut tomber à travers les nuages
nl: Kan door wolken vallen

source: Cloud Platform Thickness:
de: Dicke der Cloud-Plattform:
fr: Épaisseur de la plateforme cloud :
nl: Dikte cloudplatform:

# HintDistancePressCloudCollision
source: The amount of distance to fall when pressing down and jump on cloud before re-enabling cloud collision. This should be the height of one tile (typically 16).
de: Die zurückzulegende Fallstrecke beim Herunterdrücken und Springen auf die Wolke, bevor die Wolkenkollision wieder aktiviert wird. Dies sollte die Höhe einer Kachel haben (normalerweise 16).
fr: La distance à parcourir en appuyant et en sautant sur le nuage avant de réactiver la collision avec le nuage. Cela devrait être la hauteur d'une tuile (généralement 16).
nl: De afstand die moet worden afgelegd wanneer u op de wolk drukt en springt voordat de botsing met de wolken opnieuw wordt ingeschakeld. Dit moet de hoogte van één tegel zijn (meestal 16).

source: Gravity:
de: Schwere:
fr: La gravité:
nl: Zwaartekracht:

# HintGravityApply
source: The gravity (Y Acceleration) to apply to the entity. A positive value makes the entity fall downward.
de: Die Schwerkraft (Y-Beschleunigung), die auf das Objekt angewendet werden soll. Ein positiver Wert führt dazu, dass die Entität nach unten fällt.
fr: La gravité (accélération Y) à appliquer à l’entité. Une valeur positive fait chuter l’entité.
nl: De zwaartekracht (Y-versnelling) die op de entiteit moet worden toegepast. Een positieve waarde zorgt ervoor dat de entiteit naar beneden valt.

# MaximumFallingSpeed
source: The maximum falling speed.
de: Die maximale Fallgeschwindigkeit.
fr: La vitesse de chute maximale.
nl: De maximale valsnelheid.

source: Max Falling Speed:
de: Maximale Fallgeschwindigkeit:
fr: Vitesse de chute maximale :
nl: Maximale valsnelheid:

# HintIfValuesUsedForGroundMovement
source: If these values are used for ground movement with 0 or negative gravity, the entity may have its OnGround set to false every other frame.
de: Wenn diese Werte für Bodenbewegungen mit 0 oder negativer Schwerkraft verwendet werden, kann es sein, dass „OnGround“ der Entität in jedem zweiten Frame auf „false“ gesetzt wird.
fr: Si ces valeurs sont utilisées pour un mouvement du sol avec une gravité nulle ou négative, l'entité peut avoir son OnGround défini sur false une image sur deux.
nl: Als deze waarden worden gebruikt voor grondbewegingen met 0 of negatieve zwaartekracht, kan de OnGround van de entiteit elk ander frame op false instellen.

# HintValuesGroundMovementFallingSpeed
source: If these values are used for ground movement with 0 or negative Max Falling Speed, the entity may have its OnGround set to false every other frame.
de: Wenn diese Werte für Bodenbewegungen mit 0 oder negativer maximaler Fallgeschwindigkeit verwendet werden, kann es sein, dass OnGround der Entität in jedem zweiten Frame auf „Falsch“ gesetzt wird.
fr: Si ces valeurs sont utilisées pour un mouvement au sol avec une vitesse de chute maximale de 0 ou négative, l'entité peut avoir son OnGround défini sur false toutes les deux images.
nl: Als deze waarden worden gebruikt voor grondbewegingen met een maximale valsnelheid van 0 of een negatieve maximale valsnelheid, kan de OnGround van de entiteit om het andere frame worden ingesteld op false.

source: Climbing
de: Klettern
fr: Escalade
nl: Klimmen

# HintClimbingPressingUp
source: Whether pressing up and down puts the player in a climbing state. When climbing, there is no gravity and up/down input directly sets the player's velocity.
de: Ob das Drücken nach oben und unten den Spieler in einen Kletterzustand versetzt. Beim Klettern gibt es keine Schwerkraft und die Auf-/Ab-Eingabe bestimmt direkt die Geschwindigkeit des Spielers.
fr: Si le fait d'appuyer de haut en bas met le joueur dans un état d'escalade. Lors de l'escalade, il n'y a pas de gravité et l'entrée haut/bas définit directement la vitesse du joueur.
nl: Of het nu omhoog of omlaag drukken is, de speler in een klimtoestand brengt. Bij het klimmen is er geen zwaartekracht en wordt de snelheid van de speler rechtstreeks bepaald door de invoer omhoog/omlaag.

source: Climbing Speed:
de: Steiggeschwindigkeit:
fr: Vitesse de montée :
nl: Klimsnelheid:

# HintVerticalSpeedForClimbing
source: The vertical movement speed when climbing.
de: Die vertikale Bewegungsgeschwindigkeit beim Klettern.
fr: La vitesse de déplacement vertical lors de la montée.
nl: De verticale bewegingssnelheid tijdens het klimmen.

source: Can Climb
de: Kann klettern
fr: Pouvoir escalader
nl: Kan klimmen

# HintDeletesMovementValues
source: Deletes this set of movement values.
de: Löscht diesen Satz von Bewegungswerten.
fr: Supprime cet ensemble de valeurs de mouvement.
nl: Verwijdert deze set bewegingswaarden.

# HintDuplicateMovementValues
source: Create a duplicate of this set of movement values.
de: Erstellen Sie ein Duplikat dieses Satzes von Bewegungswerten.
fr: Créez une copie de cet ensemble de valeurs de mouvement.
nl: Maak een duplicaat van deze set bewegingswaarden.

source: Falling
de: Fallen
fr: Chute
nl: Vallen

source: Default Values
de: Standardwerte
fr: Valeurs par défaut
nl: Standaard waardes

# MovementTypeAdd
source: Add Movement Type
de: Bewegungsart hinzufügen
fr: Ajouter un type de mouvement
nl: Bewegingstype toevoegen

# HintMovementTypeName
source: The name of the movement type. This name can be used in code to assign this movement type.
de: Der Name des Bewegungstyps. Dieser Name kann im Code verwendet werden, um diese Bewegungsart zuzuordnen.
fr: Le nom du type de mouvement. Ce nom peut être utilisé dans le code pour attribuer ce code mouvement.
nl: De naam van het bewegingstype. Deze naam kan in code worden gebruikt om dit bewegingstype toe te wijzen.

# HintInheritedValueEntity
source: If inherited, this entity will use this value as defined in the base entity.
de: Bei einer Vererbung verwendet diese Entität diesen Wert wie in der Basisentität definiert.
fr: En cas d'héritage, cette entité utilisera cette valeur telle que définie dans l'entité de base.
nl: Indien overgenomen, zal deze entiteit deze waarde gebruiken zoals gedefinieerd in de basisentiteit.

source: Movement
de: Bewegung
fr: Mouvement
nl: Beweging

# HintMaxSpeedPixelsSecond
source: The maximum speed in pixels per second that this entity can move through input. It is possible to move faster if another force (such as collision) acts on this entity.
de: Die maximale Geschwindigkeit in Pixel pro Sekunde, mit der sich diese Entität durch die Eingabe bewegen kann. Es ist möglich, sich schneller zu bewegen, wenn eine andere Kraft (z. B. eine Kollision) auf dieses Objekt einwirkt.
fr: Vitesse maximale en pixels par seconde à laquelle cette entité peut se déplacer via l'entrée. Il est possible de se déplacer plus rapidement si une autre force (comme une collision) agit sur cette entité.
nl: De maximale snelheid in pixels per seconde waarmee deze entiteit door invoer kan bewegen. Het is mogelijk om sneller te bewegen als een andere kracht (zoals een botsing) op deze entiteit inwerkt.

# HintImmediateMovementEntity
source: If using Immediate movement, this entity will immediately speed up when the input device is held down, and will immediately stop when the input device is released.
de: Wenn Sie „Sofortige Bewegung“ verwenden, wird diese Entität sofort schneller, wenn das Eingabegerät gedrückt gehalten wird, und stoppt sofort, wenn das Eingabegerät losgelassen wird.
fr: Si vous utilisez le mouvement immédiat, cette entité accélérera immédiatement lorsque le périphérique d'entrée est maintenu enfoncé et s'arrêtera immédiatement lorsque le périphérique d'entrée est relâché.
nl: Als u Onmiddellijke beweging gebruikt, zal deze entiteit onmiddellijk versnellen wanneer het invoerapparaat ingedrukt wordt gehouden, en onmiddellijk stoppen wanneer het invoerapparaat wordt losgelaten.

# HintMaxSpeedUpDown
source: If using Speed Up/Down, this entity will gradually accelerate to max speed when the input device is held down, and will gradually slow down when the input device is released.
de: Wenn Sie „Geschwindigkeit hoch/runter“ verwenden, beschleunigt diese Entität allmählich auf die maximale Geschwindigkeit, wenn das Eingabegerät gedrückt gehalten wird, und verlangsamt sich allmählich, wenn das Eingabegerät losgelassen wird.
fr: Si vous utilisez Accélération/Descente, cette entité accélérera progressivement jusqu'à la vitesse maximale lorsque le périphérique d'entrée est maintenu enfoncé, et ralentira progressivement lorsque le périphérique d'entrée est relâché.
nl: Als u Snelheid omhoog/omlaag gebruikt, zal deze entiteit geleidelijk versnellen tot de maximale snelheid wanneer het invoerapparaat ingedrukt wordt gehouden, en geleidelijk vertragen wanneer het invoerapparaat wordt losgelaten.

source: Direction Updates:
de: Richtungsaktualisierungen:
fr: Mises à jour des directions :
nl: Richtingupdates:

source: Update to Velocity
de: Auf Geschwindigkeit aktualisieren
fr: Mise à jour de la vitesse
nl: Update naar snelheid

source: Update to Input
de: Auf Eingabe aktualisieren
fr: Mise à jour vers l'entrée
nl: Update naar invoer

# HintDirectionPropertyUpdateToVelocity
source: The Direction property should update according to the unit's velocity.
de: Die Richtungseigenschaft sollte entsprechend der Geschwindigkeit der Einheit aktualisiert werden.
fr: La propriété Direction doit être mise à jour en fonction de la vitesse de l'entite.
nl: De Richting-eigenschap moet worden bijgewerkt op basis van de snelheid van de entiteit

# HintDirectionPropertyUpdateToInput
source: The Direction property should update according to the direction held on the input device, regardless of velocity.
de: Die Richtungseigenschaft sollte unabhängig von der Geschwindigkeit entsprechend der auf dem Eingabegerät gespeicherten Richtung aktualisiert werden.
fr: La propriété Direction doit être mise à jour en fonction de la direction maintenue sur le périphérique d'entrée, quelle que soit la vitesse.
nl: De Richting-eigenschap moet worden bijgewerkt op basis van de richting op het invoerapparaat, ongeacht de snelheid.

# DirectionPreventChange
source: Don't Change Direction
de: Ändern Sie nicht die Richtung
fr: Ne changez pas de direction
nl: Niet richtingen aanpassen

# HintDirectionUpdateInCustomCode
source: The Direction property should not update in generated code, but can be set in custom code.
de: Die Eigenschaft „Richtung“ sollte im generierten Code nicht aktualisiert werden, kann aber in benutzerdefiniertem Code festgelegt werden.
fr: La propriété Direction ne doit pas se mettre à jour dans le code généré, mais peut être définie dans le code personnalisé.
nl: De Richting-eigenschap moet niet worden bijgewerkt in de gegenereerde code, maar kan worden ingesteld in aangepaste code.

# PropsAdd
source: Add Props
de: Requisiten hinzufügen
fr: Ajouter des accessoires
nl: Props toevoegen
